Repository: btamega/hesperis_tamuda
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# welcome
source: Welcome Guest !
ar: ! مرحبا
fr: Bienvenue Invité(e) !

# accueil
source: HOME
ar: الصفحة الرئيسية
fr: ACCUEIL

# a_propos
source: ABOUT
ar: المجلة
fr: A PROPOS

# comiteEditorial
source: EDITORIAL COMMITTEE
ar: هيئة التحرير
fr: COMITÉ EDITORIAL

# recommandation
source: RECOMMENDATIONS
ar: توجيهات
fr: RECOMMANDATIONS

source: ARCHIVE
ar: لأعداد القديمة

# derniersVolumes
source: LAST ISSUES
ar: الأعداد الجديدة
fr: DERNIERS VOLUMES

# titreHome1
source: A Centenary Review Facing the Challenges of Change
ar: مجلة مغربية مخضرمة في مواجهة تحديات التغيير
fr: Une revue centenaire aux défis du changement

source: CONTACT
ar: اتصل بنا

# compte
source: My Account
ar: حسابي
fr: Mon compte

source: Login
ar: تسجيل الدخول
fr: Connexion

source: Register
ar: يسجل
fr: S'inscrire

# hesperis
source: Hesperis-Tamuda
ar: هيسبريس - تمودا
fr: Hespéris-Tamuda

# specialIssue
source: Special Issue Archives
ar: أرشيف الأعداد الخاصة
fr: Archives des numéros spéciaux

# sousTitre
source: This is an open access journal distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.
ar: هذه مجلة مفتوحة الوصول يتم توزيعها بموجب ترخيص، والذي يسمح بالاستخدام غير المقيد والتوزيع والاستنساخ في أي وسيط ، بشرط الاستشهاد بالعمل الأصلي بشكل صحيح.
fr: Il s'agit d'une revue en libre accès distribuée sous la licence Creative Commons Attribution, qui permet une utilisation, une distribution et une reproduction sans restriction sur n'importe quel support, à condition que l'œuvre originale soit correctement citée.

# paragraphe1
source: The academic journal Hespéris was founded in 1921, only a year after the creation of the Institut des Hautes Etudes Marocaines in Rabat by the French protectorate authorities. The balance sheet of this publication until 1959 totals the production of 47 volumes, with one or more issues per year containing background articles, historical and geographical studies, unpublished documents, as well as reviews of new publications on Morocco and the Muslim West. The Spanish protectorate authorities in the Khalifian Zone (northern Morocco) had created a similar review entitled Tamuda, which published texts of the same nature as Hespéris in Spanish.
ar: تأسست مجلة هيسبريس الأکاديمية في سنة 1921 بعد عام واحد فقط من إنشاء معهد الدراسات العليا في المغرب من قبل سلطات الحماية الفرنسية. ويبلغ إجمالي أعداد هذا المنشور الذي صدر بانتظام وکثافة حتى عام 1959 ما مجموعه 47 مجلداً بمعدل إصدار واحد أو أکثر في السنة الواحدة، يحتوي على مقالات أساسية، ودراسات تاريخية وجغرافية، ووثائق غميسة غير منشورة سابقا، بالإضافة إلى مراجعات للمنشورات الحديثة الصدور عن المغرب بصفة خاصة والغرب الإسلامي والمنطقة المتوسطية بوجه عام. کما أقدمت سلطات الحماية الإسبانية في المنطقة الخليفية (شمال المغرب) على إنشاء مجلة مماثلة تحت اسم تمودة فنشرت في أعدادها القليلة التي صدرت بمدينة تطوان ما بين سنتي 1953 و 1959، نصوصًا من النوع نفسه باللغة الإسبانية.
fr: La revue Hespéris a été fondée en 1921, une année seulement après la création de l’Institut des Hautes-Etudes Marocaines à Rabat par les autorités du protectorat français. Le bilan de cette publication jusqu’ à 1959 totalise la production de 47 volumes, avec un ou plusieurs fascicules par un contenant des articles de fond, des études historiques et géographiques, des documents inédits, ainsi que des comptes-rendus de nouvelles publications sur la Maroc et l’Occident musulman. Les autorités du protectorat espagnol avaient créé dans la zone khalifienne une revue semblable, intitulée Tamuda qui publiait des textes de même nature que Hespéris mais en langue espagnole.

# paragraphe2
source: After the independence of Morocco and the creation of the Faculty of Arts and Humanities in Rabat in 1957, Hespéris was merged with Tamuda, which appeared in Tetouan, in 1960 thus giving birth to Hespéris-Tamuda. It was the beginning of an academic and multidisciplinary journal devoted to the study of Morocco and the dissemination of knowledge relating to its society, history, culture and the social sciences of the Muslim West and the Mediterranean. Hespéris-Tamuda has been published annually since 1960 in one or more fascicles, with the emergence of articles and book reviews written in Arabic from 1991 onwards.
ar: وبعد استقلال المغرب وإنشاء کلية الآداب والعلوم الإنسانية في الرباط سنة 1957، تم دمج المجلتين معا، مما أدى إلى ولادة هيسبريس-تمودا التي يتواصل إصدارها إلى اليوم. وکانت بداية لمجلة أکاديمية ومتعددة التخصصات مکرسة لدراسة المغرب ونشر المعرفة المتعلقة بمجتمعه وتاريخه وثقافته، إلى جانب الاهتمام بالعلوم الاجتماعية في الغرب الإسلامي والمتوسطي. ويتم إصدار مجلة هيسبريس-تمودا سنويًا منذ سنة 1960 في مجلد واحد أو أکثر، يحتوي على مقالات ومراجعات کتب محررة بثلاث لغات أجنبية، إلى أن بدأ نشر الإسهامات والمواد العلمية المختلفة باللغة العربية أيضا منذ عام 1991 فصاعدًا.
fr: Après l’indépendance du Maroc et la création de la Faculté des Lettres et des Sciences Humaines à Rabat en 1957, Hespéris a fusionné, à partir de 1960, avec la revue Tamuda qui paraissait à Tétouan, pour donner ainsi naissance à Hespéris-Tamuda. Il s’agit de la mise en place d’une revue académique et pluridisciplinaire consacrée à l’étude du Maroc, et à la diffusion du savoir relatif à sa société, à son histoire, à sa culture et d’une manière générale aux sciences sociales de l’Occident musulman et de l’espace méditerranéen. Elle parait annuellement, depuis 1960, en un ou plusieurs fascicules, avec le début de publication de matières rédigées en langue arabe à partir de 1991.

# paragraphe3
source: While remaining faithful to its spirit of scientific rigor under the patronage of the current dean of the Faculty of Arts and Humanities of Rabat Professor Jamal Eddine El Hani since the beginning of 2015, Hespéris-Tamuda has published original articles, papers on bibliographical and archival studies and book reviews in Arabic, French, English and Spanish. The emphasis has been on the multidisciplinary enlargement of its scientific and editorial committee, both nationally and internationally, with the adoption of a new strategy based on openness to other fields of research in the human and social sciences. Morocco’s premium academic journal has been put on the rails of international indexing, as was the case recently with Thomson Reuters Web of Science Core Collection located in Philadelphia (USA).
ar: وواصلت المجلة صدورها على امتداد العشرية الأولى من القرن الواحد والعشرين، فوقع الاهتمام بتعزيز أعضاء لجنتيها العلمية والتحريرية، على الصعيدين الوطني والدولي بأسماء جديدة، باعتماد ديناميکية جديدة تتوخى الانفتاح على مجالات البحث الأخرى في العلوم الإنسانية والاجتماعية. ؛
fr: Dès le début de l ’année 2015, tout en restant fidèle à son esprit de rigueur et de sobriété, Hespéris-Tamuda, a continué, sous le patronnage du l’actuel doyen de la Faculté des Lettres et des Sciences Humaines de Rabat, le Professeur Jamal Eddine El Hani, la publication des livraisons comprenant des articles originaux, des communications des études bibliographiques et archivistiques, ainsi que des comptes rendus en arabe, français, anglais, espagnol. L’accent est mis également sur l’élargissement multidisciplinaire de son comité scientifique et éditorial aussi bien national qu'international, avec l'adoption d’une nouvelle stratégie basée sur l’ouverture sur d’autres champs de recherches en sciences humaines et sociales. La revue Hespéris-Tamuda s’est ainsi mise sur les rails de l’indexation internationale, et c’est chose faite recemment auprès de Thomson Reuters Web of Science Core Collection, domiciliée à Philadelphia (USA) devenue par la suite Clarivate Analytics.

# paragraphe4
source: Published by the Faculty of Arts and Humanities (Mohammed V University Rabat, Morocco), Hespéris-Tamuda (Annual ISSN: 0018-1005) has been selected to feature in the products and services of Clarivate Analytics since 2016. The journal has been indexed in the category titled Emerging Sources Citation Index (ESCI). In the future, Hespéris-Tamuda could be submitted for inclusion in other Clarivate Analytics products and services to be able to better meet the needs of researchers around the world. In this year (2021), the journal celebrated the centenary of its existence with new scientific activities, in collaboration with major partners, in Morocco, Europe, and the United States.
ar: وقد تم بذلک وضع المجلة الأکاديمية المغربية المتميزة في سکة الفهرسة الدولية، وهو المسعى الذي تحقق بانضمامها رسميا وابتداء من عام 2016، إلى قاعدة بيانات کلاريـﭬيت أناليتيکس (Clarivate Analytics) المعيارية الدولية. وتستعد مجلة هيسبريس-تمودا المخضرمة للاحتفال بعيد ميلادها المائة في بحر سنة 2021، ببرمجة أنشطة علمية متميزة، في المغرب وخارجه، تخليدا لذكرى مرور قرن من الزمن على صدورها.
fr: Hesperis-Tamuda (Annual ISSN: 0018-1005) publiée par la Faculté des Lettres et des Sciences Humaines (Université Mohammed V de Rabat, Maroc) a été donc sélectionnée pour couverture par les produits et services de Clarivate Analytics à partir de 2016. Cette publication a été indexée dans la catégorie intitulée: Emerging Sources Citation Index (ESCI). Dans le futur, Hespéris-Tamuda pourrait être évaluée, pour insertion dans d'autres produits et services de Clarivate Analytics pour être en mesure de répondre plus aux besoins de la communauté scientifique internationale et des chercheurs à travers le monde. Hespéris-Tamuda célèbre cette année son premier centenaire avec des activités scientifiques inédites, en collaboration avec des partenaires de taille, au Maroc, en Europe, et aux Etats-Unis.

# titreAbout1
source: or the March of History
ar: هسبريس-تمودا أو مسيرة التاريخ
fr: ou la marche de l’histoire

# paragraphe_1_About
source: To create a scientific journal is to create a way of being alive. But since man is only a creature, it is not enough for him to say “be” to something for it to be. When launching a journal, developers never know if it will disappear after a few deliveries/releases or if it will register in time and survive.
ar: كل مجلة علمية تنشأ إنما هي حياة ناشئة وحيث إن الذين يقفون على نشأتها ليسوا سوى كائنات من الكائنات العابرات، فلا يكفي أن يقولوا للشيء كن ليكون، فلا علم لهم بما سيكون من مصير تلك المجلة، هل تتوقف بعد الأعداد الأولى أم تمتد في الزمان.
fr: Créer une revue, c’est créer une manière d’être vivant. Mais l’homme n'étant lui-même qu'une créature, il ne suffit pas qu’il dise “sois” à une chose pour qu’elle soit. Au moment de lancer une revue, les promoteurs ne savent jamais si elle va disparaître au bout de quelques livraisons ou si elle va s’inscrire dans le temps.

# paragraphe_2_About
source: This may have been the case with Hespéris. Held on the baptismal font by the highest authorities of the French Protectorate, endowed with necessary material means, animated by a team of scientists who were each in his specialty a figurehead, Hespéris, it is true, had, at the beginning, all the assets for it. But there was also a good chance it would fizzle out.
ar: ولعل هذا ما كان من شأن هسبريس-تمودا، فإن كبار الحكام الفرنسيين في عهد الحماية ممن أشرفوا مباشرة على إنشائها وزودوها باللازم من الوسائل المادية يتصرف بها فريق من العلماء يقوم كل واحد منهم مقام القطب في مجال تخصصه، فكانت الطلائع كلها تشير بطول النفس وإن كانت أسباب التعثر والانقطاع غير خفية عن العيان،
fr: Il en fut peut-être ainsi pour Hespéris. Tenue sur les fonts baptismaux par les plus hautes autorités du Protectorat français, dotée de moyens matériels nécessaires, animée par une équipe de savants qui étaient chacun dans sa spécialité une figure de proue, Hespéris, il est vrai, avait, au départ, tous les atouts pour elle. Mais il y avait aussi de fortes chances pour qu’elle fasse long feu.

# paragraphe_3_About
source: It was too closely linked, at its birth in 1921, to the work of the Protectorate. The goal was to continue to probe into the mysteries of the protected society; taking over a country necessitated the possession of its secrets. This work was first conducted by the French Scientific Mission since 1904.
ar: ذلك بأن المجلة ارتبطت ارتباطا وثيقا بأغراض نظام الحماية، حيث كان الهدف من إنشائها كشف الستار عن خبايا المجتمع المغربي المحمي، فلا سلطان على بلد دون الاطلاع عَلى أسراره وأول من قام بهذا العمل: “البعثة العلمية الفرنسية” التي انتظمت صفوفها لهذا الغرض منذ 1904
fr: Elle était trop étroitement liée, à sa naissance en 1921, à l’oeuvre du Protectorat. Le but était de continuer à mettre à nu les arcanes de la société protégée. La possession du pays passait par la possession de ses secrets.nCe travail fut d'abord mené par la Mission scientifique française depuis 1904

# paragraphe_4_About
source: Its results were made known to the public in a special periodical, called Archives marocaines until 1936, then Archives berbères of which it appeared only a few issues. The creation of a new journal was intended to consolidate efforts and better cover the colonial enterprise in the process of stabilization after the Great War. The name of Hespéris was obvious. It was the term by which the Greeks designated ancient Morocco.
ar: وظلت تنشر نتائج تحرياتها في دورية اسمها: ا”لأرشيفات المغربية“ وذلك إلى سنة 1936، ثم في دورية تحت عنوان: ”الأرشيفات البربرية“ التي لم يصدر منها سوى بضعة أعداد. وبعد أن صار المشروع الاستعماري إلى الاستقرار غداة انتصار الدولة الفرنسية في الحرب العالمية الأولى، بدت الحاجة ماسة سنة 1921 إلى إنشاء مجلة علمية جديدة تتضافر فيها الجهود لسبر أغوار المغرب. ووقع الاختيار بطبيعة حال الاستعمار الفرنسي على اسم هسبريس فهو اسم المغرب القديم عند الإغريق
fr: Ses résultats furent portés à la connaissance du public dans un périodique spécial, appelé Archives marocaines jusqu'en 1936, puis Archives berbères dont il ne parut que quelques numéros. La création d'une nouvelle revue avait pour but de regrouper les efforts et de mieux couvrir le projet colonial en voie de stabilisation au lendemain de la Grande Guerre. Le nom d’Hespéris s’imposait naturellement. C'était le terme par lequel les Grecs désignaient le Maroc antique.

# paragraphe_5_About
source: In this land teeming with life and greenery, Hercules lived one of his adventures. In fact, “Hespéris” in Greek means sunset or the west. This is the exact translation of the Arabic word “Ma Ghrib.” Playing on words, the colonizer let appear the desire that tapped him to detach Morocco from its Arab-Muslim roots to better fix it in the movement of Europe.
ar: ففي هذه الأرض النابضة بالحياة الزاهية بالماء والخضرة، جرت عَلى العملاق هيراقليس الأسطوري بعض مغامراته. ومعنى هسبريس بالإغريقية الغروب والغرب، واللفظ ترجمة للفظ المغرب بالعربية. واختيار حكام الحماية له ينم عما كان من تهوسهم بعزل المغرب عن جذوره العربية الإسلامية لربطه بأشد ما يكون من الوثاق بالمجال الأوربي
fr: Dans cette contrée foisonnante de vie et de verdure, Hercule vécut une de ses aventures. En fait, “Hesper” en grec veut dire le soir ou l'occident. C'est la traduction exacte du mot arabe “Ma Ghrib.” Jouant sur les mots, le colonisateur laissait apparaître le désir qui le taraudait de détacher le Maroc de ses racines arabo-musulmanes pour mieux le fixer dans la mouvance de l'Europe.

# paragraphe_6_About
source: Early on, however, the journal proved viable. Objective scientific research took precedence over the colonial enterprise. Scholars of the caliber of a Lévi-Provençal, a Georges Colin, or an Émile Laoust were not men to let themselves be dragged out of the truth. In addition, the journal was born at a convenient time. It responded to a dual cultural need. On the protector’s side, the time had come to move from punctual intelligence research to in-depth scientific research. On the side of the protected, it was necessary to question themselves by opening the school of modernity. Historians like ʿAbderraḥmāne Ibn Zaydāne, Abbāss Ibn Brāhim At-taʿārjī or Moḥammed Dāwūd were at work.
ar: وما أن صدرت الأعداد الأولى حتى تبين أن المجلة مكتوب لها الاستمرار، ذلك بأن البحث العلمي الصرف تغلَّبَ فيها على المقاولة الاستعمارية. وما كان علماء من طينة ليڤي-بروڤنسال أو جورج كولان أو إميل لاوست، ليزيغوا عن جادة الحقيقة، هذا فضلا عن كون المجلة رأت النور في ظرفية مؤاتية، فإنها استجابت لحاجة ثقافية مزدوجة؛ فمن جهة السلطات الحامية، كان الوقت قد حان لتجاوز أهداف التجسس السطحي للخوض في الأبحاث المعمقة، ومن جهة النخبة المغربية، بات من الضروري مساءلة النفس بالانفتاح على المدرسة العصرية. ففي تلك اللحظة انكب المؤرخون من أمثال عبد الرحمان بن زيدان وعباس بن إبراهيم التعارجي ومحمد داوود على تحبير مؤلفاتهم الكبرى
fr: Très tôt cependant la revue se montra viable. La recherche scientifique objective y prit le pas sur l'entreprise coloniale. Des savants de la trempe d'un Lévi-Provençal, d'un Georges Colin, ou d'un Emile Laoust n’étaient pas hommes à se laisser entraîner en dehors de la vérité. Par ailleurs, la revue voyait le jour à un moment opportun. Elle répondait à un double besoin culturel. Du côté du protecteur, le temps était venu de passer de la recherche du renseignement ponctuel à la recherche scientifique approfondie. Du côté du protégé, il fallait se remettre en question en s'ouvrant à l’école de la modernité. Des historiens comme Abderrahmane Ibn Zaydane, Abbass Ibn brahim At-taʿarji ou Mohammed Dawud étaient au travail.

# paragraphe_7_About
source: Hespéris lived devoting itself to the study of Morocco and its Maghreb and Andalusian environment. The orientation that the founding team gave it put the review out of the time allotted to the Protectorate. The Journal became by its holding one of the facades of the twentieth-century Moroccan. To continue to assume the publication was one of the responsibilities of the Faculty of Letters, created within the University Mohammed V, after the independence (1957). A team was formed where, progressively, took the step of the Moroccan researchers. Once Morocco regained its territorial unity, it was decided to merge into a single journal Hespéris, which was published in the former French zone, and Tamuda, which appeared in the former Spanish zone. Hence the new name of Hespéris-Tamuda. “Tamuda” is an ancient Amazigh village whose remains are visible to the southeast of Tetouan.
ar: وامتدت أعداد هسبريس تتوالى حافلة بالأبحاث العلمية الرصينة عن أحوال المغرب الاجتماعية قديما وحديثا، وعن أحوال محيطه المغاربي والأندلسي. وهذا التوجه العلمي هو الذي جعلها أبعد مدى مما كان مكتوبا للمشروع الاستعماري من مدى الزمان. فأضحت بما كان لها من الدوي واجهة من واجهات المغرب في القرن العشرين. وصار من مسؤولية كلية الآداب والعلوم الإنسانية ضمن جامعة محمد الخامس المحدثة سنة 1957 غداة الاستقلال، أن تسهر على مواصلة نشرها، فتشكل فريق من الباحثين جديد سرعان ما تصدر فيه الباحثون المغاربة. وما أن تمت الوحدة الترابية بالجمع بين المنطقة السلطانية والمنطقة الخليفية، حتى انصهرت مجلة هسبريس التي أنشأها الفرنسيون في الرباط بمجلة تامودا التي أنشأها الإسبان في تطوان، فبات اسمها هسبريس- تمودا، و “تامودا” مدينة أمازيغية قديمة أطلالها تبدو جنوب شرقي تطوان
fr: Hespéris vécut en se consacrant à l’étude du Maroc et de son environnement maghrébin et andalous. L’orientation que lui imprima l'équipe fondatrice l’a mise hors du temps imparti au Protectorat. La revue devint par sa tenue une des façades du XXème siècle marocain. Continuer d'en assumer la publication fut une des responsabilités de la Faculté des Lettres, créée au sein de l'Université Mohammed V, au lendemain de l’indépendance. Une équipe se forma où, progressivement, prirent le pas des chercheurs marocains. Le pays ayant retrouvé son unité territoriale, il fut décidé de fondre en une seule revue Hespéris qui était publiée dans l’ancienne zone française et Tamuda qui paraissait dans l'ancienne zone espagnole. De là le nouveau nom d’Hespéris-Tamuda, Tamuda étant une antique bourgade amazighe dont les vestiges sont visibles au Sud-est de Tétouan.

# paragraphe_8_About
source: The linchpin of this new stage and this new synthesis was our late colleague, Germain Ayache. Who better than he could ensure the continuation of such a publication and maintain it at a higher scientific level? Who better than he, an anti-colonialist militant suppressed for his commitment and his struggle, could safeguard past loyalties and create new ones? Associate of the French university and Moroccan Jew, proud of his Arab-Berber culture, he was able to ensure, with tenacity and self-sacrifice, the link between colonial time and the era of sovereignty recovered.
ar: وكان رائد هذه المرحلة وهذه الخطوة المجددة زميلنا المأسوف عليه جرمان عياش. وما كان أحد يومئذ ليتقدم عليه لمواصلة نشر المجلة والمحافظة على مستواها العلمي الراقي، فإنه كان من المقاومين للاستعمار، وقد أدبته سلطات الحماية على نضاله وعلى كفاحه. وكان ممن يستطيع المزاوجة بين الإخلاص للأصول الوطنية والانفتاح على الآفاق الطلائعية، ذلك بأنه كان، هو المبرز من الجامعة الفرنسية، يهوديا مغربيا معتزا بثقافته الأمازيغية العربية، فانتقل بالمجلة بإصرار ونكران ذات موفقا، من عهد الحماية إلى عهد السيادة الوطنية المسترجعة
fr: La cheville ouvrière de cette nouvelle étape et de cette nouvelle synthèse fut notre regretté collègue, Germain Ayache. Qui mieux que lui pouvait assurer la poursuite d'une telle publication et la maintenir à un haut niveau scientifique? Qui mieux que lui, militant anti-colonialiste réprimé pour son engagement et son combat, pouvait sauvegarder les fidélités passées et en susciter de nouvelles? Agrégé de l'université française et juif marocain fier de sa culture arabo-berbère, il a su assurer, avec ténacité et abnégation, le relais entre le temps colonial et l’ère de la souveraineté recouvrée.

# paragraphe_9_About
source: After his death in 1990, another team I have the honor to coordinate, was formed to carry the torch. We are the generation of the promoters who must assume the double heritage. We inherited a historical school doubly rooted in Andalusian culture and in the Moroccan tradition. We are the grandsons of Abu-ʿObeyd Al-Bakrī or Ibn Al-Khatīb as much as those of Ibn Abī Zarʿ or Abū Al-Qāsim Az-Zayyānī. But we are also grateful disciples of our French and Spanish masters who have trained us in modern methodology and made us know the tremendous scientific capital that is theirs from Herodotus to the current production that keeps opening up new tracks to investigation.
ar: ويوم لبى داعي ربه سنة 1990، قام مقامه فريق آخر كان لي فيه شرف التنسيق بين الباحثين الذين تحملوا المشعل، فنحن جيل حاملي هذه التركة الثنائية. إننا ورثة مدرسة تاريخية نابعة من الجذور المغربية ومن الثقافة الأندلسية، فنحن حفدة ابن أبي زرع وأبي القاسم الزياني، مثلما أننا حفدة أبي عبيد البكري ولسان الدين ابن الخطيب. ولكننا أيضا تلامذة ممنونين لأساتذتنا الفرنسيين والإسبان الذين علمونا مناهج البحث العلمي العصري وأدخلونا معهم في تركتهم العلمية الضخمة المتراكمة لديهم منذ عهد هيرودوت، والتي ماتزال تفتح الدروب أمام البحث العلمي
fr: Après sa mort en 1990, une autre équipe dont j’ai l'honneur de coordonner les travaux, s’est constituée pour porter le flambeau. Nous sommes la génération des continuateurs qui devons assumer le double héritage. Nous avons hérité d'une école historique doublement enracinée dans la culture andalouse et dans la tradition marocaine. Nous sommes les petits fils d’Abu-Obeid Al-Bikri ou d’Ibn Al-Khatib autant que ceux d’Ibn Abi Zarʿ ou d’Abu Al-Qasim Az-Zaïani. Mais nous sommes aussi les disciples reconnaissants de nos maîtres français et espagnols qui nous ont formés à la méthodologie moderne et nous ont fait connaître le formidable capital scientifique qui est le leur depuis Hérodote jusqu’à la production actuelle qui ne cesse d’ouvrir de nouvelles pistes à l'investigation.
