Repository: btamega/hesperis_tamuda
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# paragraphe_10_About
source: Faithful to this double heritage, we wanted the journal to be as much a means of publicizing Moroccan research in the human sciences as a meeting place for foreign researchers. It can be written in four languages: Arabic, French, Spanish and English. It is another pledge to maintain the literary and methodological rigor at a high level. So it is always awaited and read by the international scientific community.
ar: ولقد سعينا في الإخلاص لهذا الإرث المزدوج بأن سهرنا على أن تبقى المجلة أداة للتعريف بالأبحاث المغربية في العلوم الاجتماعية، وأرضية يلتقي فيها الباحثون الأجانب المهتمون بقضايانا. ويمكن النشر فيها باللغات العربية والفرنسية والإسبانية والإنجليزية. وفي ذلك ضمانة إضافية للحفاظ على ما تمتاز به من المستويات العليا في التحرير والصرامة المنهجية، فلا يزال الباحثون يترقبون صدورها عبر المعمور.
fr: Fidèles à ce double héritage, nous avons voulu que la revue soit autant un moyen de faire connaître la recherche marocaine en sciences humaines qu’un lieu de rencontre avec les chercheurs étrangers. On peut y écrire en quatre langues: arabe, français, espagnol et anglais. C'est un gage de plus pour en maintenir la tenue littéraire et la rigueur méthodologique à un haut niveau. Aussi est-elle toujours attendue et lue par la communauté scientifique internationale

# paragraphe_11_About
source: Moreover, the Faculty of Letters has decided to republish since the first deliveries. To possess the complete collection is to have at hand a sort of encyclopedia providing precise data on almost everything concerning Morocco in particular and the Muslim West in general, in terms of history, geography, sociology or linguistics.
ar: وقد أقدمت كلية الآداب على إعادة نشر ما سبق من الأعداد منذ البداية. ومثل من في حوزته تلك الأعداد كلها كمثل من تحت يده موسوعة تزوده بمعطيات ملموسة دقيقة عن كل ما يتصل بالمغرب خاصة وبالغرب الاسلامي بوجه أعم من حيث التاريخ والجغرافية والسوسيولوجية واللسانيات
fr: D’ailleurs, la Faculté des Lettres a décidé de la republier depuis les premières livraisons. Avoir en sa possession la collection complète, c'est avoir à portée de main une sorte d'encyclopédie fournissant des données précises sur quasiment tout ce qui concerne le Maroc en particulier et l’Occident musulman en général, en matière d'histoire, de géographie, de sociologie ou de linguistique.

# paragraphe_12_About
source: Thanks to this Faculty, one can get a detailed and global perspective of ​​the Moroccan personality. The parable of the tree, which was loved by King Hassan II, finds its various justifications. The African roots, the junction with the European shore since ancient times, the links with the East, before and after Islam, are attested in length of pages and booklets. Hespéris-Tamuda is the scientific materialization of this parable that says in a word what has been the past and what must be the future. In other words, a destiny, where the past, loaded with determination, is a guarantee of the future. All in all, the colonial page was a kind of storm as violent as fleeting that allowed us to make a new start in history. We learned to look at ourselves with a critical eye. Hespéris-Tamuda is one of the most fruitful illustrations of this approach. That’s why it is still alive. Time has made it a kind of institution. By publishing this special issue on the occasion of the 50th anniversary of its creation, the Faculty of Arts and Humanities of Rabat, editor of the journal, wants to highlight the weight of this institution.
ar: ولا بد لمن يتصفح تلك الصفحات أن يستفيد منها كل ما يخص المغرب من حيث الكليات والجزئيات. وتتجلى منها تلك الصورة التي كان الملك الحسن الثاني يصور بها المغرب بأنه شجرة جذورها في إفريقيا وفروعها ممتدة في أوربا منذ أقدم العصور ومرتبطة بالشرق قبل الإسلام وبعده بالأحرى. وما مجلة هسبريس-تمودا سوى تشخيص ملموس لهذه الصورة التي تميط الستار عن الماضي وتفتح الآفاق على المستقبل، فيكون من اللواحق حتما ما تمليه السوابق. وهل كانت صفحة الحماية إلا عاصفة غطى مرورها السريع على ما تميزت به من العنف. بيد أنها جددت انطلاقة البلاد بما تعلمنا من خلالها من ضرورة النقد الذاتي، فما هسبريس-تامودا سوى مرآة تعكس هذا الانبعاث. ولذلك يتواصل نشرها وصدورها حتى صارت نوعا من مؤسسات الوطن المرعية. ومن خلال إصدار هذا العدد الخاص بمناسبة الذكرى الخمسين لإنشائها تود كلية الآداب والعلوم الانسانية إبراز قيمة هذه المؤسسة
fr: Grâce à elle, on peut se faire une idée détaillée et globale de la personnalité marocaine. La parabole de l’arbre à laquelle aimait à recourir feu le Roi Hassan II y trouve ses diverses justifications. Les racines africaines, l'embranchement avec la rive européenne depuis les temps reculés, les liens avec l'Orient, avant comme après l’Islam, sont attestés à longueur de pages et de fascicules. Hespéris-Tamuda est la matérialisation scientifique de cette parabole qui dit en un mot ce qu'a été le passé et ce que doit être l’avenir. Autant dire un destin, où le passé, chargé de détermination, est une garantie du futur. Tout compte fait, la page coloniale a été une sorte de bourrasque aussi violente que passagère qui nous a permis de prendre un nouveau départ dans l'histoire. Nous avons appris à nous regarder avec un regard critique. Hesperis-Tamuda est l’une des plus fécondes illustrations de cette démarche. Voilà pourquoi elle est toujours vivante. Le temps en a fait une sorte d’institution. En publiant ce numéro spécial à l’occasion du Cinquantenaire de sa création, la Faculté des Lettres et des Sciences Humaines de Rabat, éditrice de la revue, a tenu à souligner le poids de cette institution.

# paragraphe_13_About
source: Brahim Boutaleb, Hespéris-Tamuda. Vol. XLII. Fascicule unique 2007, 11-13
ar: إبراهيم بوطالب، هسبريس-تمودا، المجلد. عدد فريد 2007 ، 11_13

# paragraphe_14_About
source: On the occasion of the 50th anniversary of creation, the Faculty of Arts and Humanities of Rabat
ar: بمناسبة الذكرى الخمسين لإنشاء كلية الآداب والعلوم الانسانية بالرباط
fr: A l’occasion du Cinquantenaire de la création,la Faculté des Lettres et des Sciences Humaines de Rabat

source: Password
ar: Mot de passe
fr: Mot de passe

source: Log Out
ar: Se déconnecter
fr: Se déconnecter

# remember
source: Remember me
ar: Se souvenir de moi
fr: Se souvenir de moi

# forgotPassword
source: Forgot Your Password ?
ar: Mot de passe oublié ?
fr: Mot de passe oublié ?

source: Name
ar: Nom
fr: Nom

source: Confirm Password
ar: Confirmez le mot de passe
fr: Confirmez le mot de passe

# resentEmail
source: A fresh verification link has been sent to your email address.
ar: Un nouveau lien de vérification a été envoyé à votre adresse e-mail.
fr: Un nouveau lien de vérification a été envoyé à votre adresse e-mail.

# emailNotReceive
source: If you did not receive the email
ar: Si vous n''avez pas reçu l''e-mail
fr: Si vous n'avez pas reçu l'e-mail

# beforeProceeding
source: Before proceeding, please check your email for a verification link.
ar: Avant de continuer, veuillez vérifier votre e-mail pour un lien de vérification.
fr: Avant de continuer, veuillez vérifier votre e-mail pour un lien de vérification.

# clickRequest
source: click here to request another
ar: cliquez ici pour une nouvelle demande
fr: cliquez ici pour une nouvelle demande

# verifyEmail
source: Verify Your Email Address
ar: Vérifiez votre adresse e-mail
fr: Vérifiez votre adresse e-mail

# titreComiteEditorial
source: Hesperis-Tamuda
ar: هيسبريس-تمودا
fr: Hespéris-Tamuda

# soustitreComiteEditorial1
source: Published under the patronage of the Doyen of the Faculty of Letters and Human Sciences
ar: تصدر تحت رعاية عميد كلية الآداب والعلوم الإنسانية
fr: Éditée sous le patronage du Doyen de la Faculté des Lettres et des Sciences Humaines

# soustitreComiteEditorial2
source: Jamal Eddine El Hani, Mohammed V University Rabat
ar: جمال الدين الهاني، جامعة محمد الخامس بالرباط
fr: Jamal Eddine El Hani, Université Mohammed V de Rabat

# soustitreComiteEditorial3
source: Scientific coordinator
ar: المنسق العلمي للمجلة
fr: Coordinateur scientifique

# soustitreComiteEditorial4
source: Khalid Ben-Srhir, Contemporary history and traduction
ar: خالد بن الصغير، التاريخ المعاصر والترجمة
fr: Khalid Ben-Srhir, Histoire contemporaine et traduction

# soustitreComiteEditorial5
source: Mohammed V University Rabat
ar: جامعة محمد الخامس بالرباط
fr: Université Mohammed V de Rabat

# soustitreComiteEditorial6
source: International scientific committee
ar: اللجنة العلمية الدولية
fr: Comité scientifique international

# auteur_1_ComiteEditorial
source: Ahmed Toufiq, Historian and novelist– Mohammed V University Rabat, Morocco
ar: أحمد التوفيق، مؤرخ وكاتب- جامعة محمد الخامس بالرباط، المغرب

# auteur_2_ComiteEditorial
source: Abdelahad Sebti, Medieval and modern history- Mohammed V University Rabat, Morocco
ar: إبراهيم بوطالب، التاريخ المعاصر- جامعة محمد الخامس بالرباط، المغرب

# auteur_3_ComiteEditorial
source: Mohammed Kenbib, history- the Royal Institut of the Hitory of Morocco Rabat, Morocco
ar: عبد الأحد السبتي، تاريخ العصور الوسطى والتاريخ الحديث - جامعة محمد الخامس بالرباط، المغرب

# auteur_4_ComiteEditorial
source: Rahma Bourqia, Sociology and Anthropology– Mohammed V University Rabat, Morocco
ar: رحمة بورقية، علم الاجتماع والأنثروبولوجيا- جامعة محمد الخامس بالرباط، المغرب

# auteur_5_ComiteEditorial
source: Mohamed Tozy, Politologue –Hassan II University Casablanca, Morocco
ar: محمد الطوزي، العلوم السياسية- جامعة الحسن الثاني، الدار البيضاء، المغرب

# auteur_6_ComiteEditorial
source: Daniel Schroeter, Modern and contemporary history – study on judaism- Minnesota
ar: دانيال شروتير، التاريخ الحديث والمعاصر- جامعة مينيسوتا، الولايات المتحدة الأمريكية

# auteur_7_ComiteEditorial
source: Eloy Martin Corrales, Modern and contemporary history – Universitat Pompeu Fabra Barcelona, Spain
ar: إيلوي مارتن كوراليس، التاريخ الحديث والمعاصر- جامعة بومبو فابرا برشلونة، إسبانيا

# auteur_8_ComiteEditorial
source: Abdou Filali-Ansary, History of philosophy, history of ideas in Muslim contexts, London, UK
ar: عبده الفيلالي أنصاري، تاريخ الفلسفة، وتاريخ الأفكار في السياقات الإسلامية، لندن، المملكة المتحدة

# auteur_9_ComiteEditorial
source: Houari Touati, Director of study at EHESS (Paris) and director of Studia Islamica, France
ar: هوَّاري تواتي، مدير دراسات في مدرسة الدراسات العليا والعلوم الاجتماعية (باريس) ومدير مجلة الدراسات الإسلامية ، فرنسا

# auteur_10_ComiteEditorial
source: Abdelhamid Henia, Modern history - Doha Institut, Graduate Study, Qatar
ar: عبد الحميد هنِيَّة، أستاذ ورئيس برنامج التاريخ- معهد الدوحة للدراسات العليا، قطر

# auteur_11_ComiteEditorial
source: Bettina Dennerlein, Gender Studies and Islamic Studies - Zurich University, Switzerland
ar: بتينا دينرلين، دراسات النوع الاجتماعي والدراسات الإسلامية- جامعة زيوريخ، سويسرا

# auteur_12_ComiteEditorial
source: Nabil Mouline, Professor researcher Science-Po Paris. CNRS researcher, France
ar: نبيل مولين، التاريخ والعلوم السياسية، مكلف بالبحث، المركز الوطني للبحث العلمي، باريس

# auteur_13_ComiteEditorial
source: Jocelyne Dakhlia, Study director at EHESS (Paris), France
ar: هنري لاورنس، أستاذ بالكوليج دو فرانس، أستاذ كرسي في تاريخ العالم العربي المعاصر

# auteur_14_ComiteEditorial
source: Edmund Burke III, Modern and contemporary history – Université de Californie Santa Cruz
ar: جوسلين داخلية، مديرة دراسات في مدرسة الدراسات العليا والعلوم الاجتماعية، باريس

# auteur_15_ComiteEditorial
source: Garcia Lopez Bernabe, Modern and contemporary history – Madrid Univ Auto, Spain
ar: إدموند بورک التاريخ الحديث والمعاصر، أستاذ فخري - جامعة كاليفورنيا سانتا كروز، الولايات المتحدة الأمريكية

# auteur_16_ComiteEditorial
source: Henry Laurens, Historian, France Middle School, Paris.
ar: غارسيا لوبيز بيرنابي، التاريخ الحديث والمعاصر- جامعة مدريد المستقلة في مدريد، إسبانيا

# auteur_17_ComiteEditorial
source: Angeles Ramirez, Social anthropology - Universidad Autonoma Madrid, Spain
ar: أنخيل راميريز، الأنثروبولوجيا الاجتماعية - جامعة مدريد المستقلة، إسبانيا

# auteur_18_ComiteEditorial
source: Daniel Rivet, Modern and contemporary history. Maghreb specialist in colonial times, France
ar: دانيال ريـﭬي، التاريخ الحديث والمعاصر - متخصص في البلدان المغاربية إبَّان الحقبة الاستعمارية، فرنسا

# auteur_19_ComiteEditorial
source: Odile Moreau, Modern and contemporary history –Université de Montpellier III, France
ar: عمر بوم، الأنثروبولوجيا والتاريخ - جامعة كاليفورنيا، لوس أنجلوس، الولايات المتحدة الأمريكية

# auteur_20_ComiteEditorial
source: Aomar Boum, Anthropologist and historian, University of California Los Angeles, USA
ar: أوديل مورو، التاريخ الحديث والمعاصر - جامعة مونبلييه الثالثة، فرنسا

# auteur_21_ComiteEditorial
source: Mohamed Berriane, Geographer- Université Mohammed V de Rabat , Morocco
ar: محمد بريان، الجغرافية - جامعة محمد الخامس بالرباط، المغرب

# auteur_22_ComiteEditorial
source: Ahmed Skounti, Anthropology - National Institut of Archaeology and Heritage, Rabat, Morocco
ar: خالد بن الصغير، التاريخ المعاصر والترجمة - جامعة محمد الخامس بالرباط ، المغرب

# auteur_23_ComiteEditorial
source: Jamaâ Baida, Contemporary history - Mohammed V University Rabat , Morocco
ar: محمد كنبيب، التاريخ المعاصر - جامعة محمد الخامس بالرباط، المغرب

# auteur_24_ComiteEditorial
source: Mokhtar El Harras, Sociology - Mohammed V University Rabat, Morocco
ar: جامع بيضا، التاريخ المعاصر، - مدير أرشيف المغرب، الرباط، المغرب

# auteur_25_ComiteEditorial
source: Khalid Ben-Srhir, Contemporary history et traduction - Mohammed V University Rabat, Morocco
ar: المختار الهراس، علم الاجتماع - جامعة محمد الخامس بالرباط ، المغرب

# auteur_26_ComiteEditorial
source: Driss Maghraoui, History-Al-Akhawayn University, Ifrane, Morocco
ar: إدريس مغراوي ، التاريخ المعاصر -جامعة الأخوين، إفران، المغرب

# auteur_27_ComiteEditorial
source: Rahal Boubrik, Sociology – Mohammed V University Rabat, Morocco
ar: رحال بوبريک، علم الاجتماع - جامعة محمد الخامس بالرباط، المغرب

# auteur_28_ComiteEditorial
source: Hassan Redouane, Architecture, Mohammed VI University Polytechnique, Benguerir
ar: حسن رضوان، أستاذ ومدير كلية الهندسة المعمارية والتخطيط والتصميم - جامعة البوليتيكنيك محمد السادس، بن گرير، المغرب

# auteur_29_ComiteEditorial
source: Lahcen Hafidi Alaoui, Medieval and modern history- Mohammed V University , Abudhabi, EAU
ar: لحسن حافظي علوي، تاريخ العصور الوسطى والتاريخ الحديث - جامعة محمد الخامس أبو ظبي، الإمارات

# auteur_30_ComiteEditorial
source: Mohammed Abattouy, Doha Historical Dictionary of Arabic, The Arab Center for Research and Policy Studies, Doha, Qatar.
ar: محمد أبطوي، قاموس الدوحة التاريخي للغة العربية، المركز العربي للأبحاث ودراسات السياسات، الدوحة ، قطر

# auteur_31_ComiteEditorial
source: Jillali El Adnani, Contemporary history - Mohammed V University Rabat, Morocco
ar: جيلالي العدناني، التاريخ المعاصر - جامعة محمد الخامس بالرباط ، المغرب

# auteur_32_ComiteEditorial
source: Aomar Akerraz, Archéologue africaniste.- INSAP, Rabat, Morocco
ar: عمر أكراز، الأركيولوجيا الأفريقانية - المعهد الوطني لعلوم الآثار والتراث، الرباط، المغرب

# auteur_33_ComiteEditorial
source: Hamid Titaou, Medieval and modern history - Université Sidi Mohammed Ben-Abdellah, Fès
ar: حميد تيتاو، تاريخ العصور الوسطى والتاريخ الحديث - جامعة سيدي محمد بن عبد الله، فاس، المغرب

# auteur_34_ComiteEditorial
source: Mohammed Cherif, Medieval and modern history- Abdelmalek Saadi, Tétouan, Morocco
ar: محمد الشريف، تاريخ العصور الوسطى والتاريخ الحديث - جامعة عبد المالك السعدي، تطوان، المغرب

# auteur_35_ComiteEditorial
source: Leila Maziane, Modern history- Université Hassan II, Casablanca
ar: ليلى مزيان، التاريخ الحديث - جامعة الحسن الثاني، الدار البيضاء، المغرب

# auteur_36_ComiteEditorial
source: Samira Mizbar, Development economics, independent researcher, Rabat, Morocco
ar: محمد جادور، التاريخ الحديث، جامعة محمد الخامس بالرباط، المغرب

# auteur_37_ComiteEditorial
source: Mohammed Jadour, Modern history, Mohammed V University Rabat, Morocco
ar: إيجو شيخ موسى، الأدب المقارن، جامعة محمد الخامس بالرباط، المغرب

# auteur_38_ComiteEditorial
source: Ijjou Cheikh Moussa, Comparative literature, Mohammed V University Rabat, Morocco
ar: عبد الله فلي، الأركيولوجيا الإسلامية- جامعة أبي شعيب الدكالي بالجديدة، المغرب

# auteur_39_ComiteEditorial
source: Abdallah Fili, Archéologie islamique, Chouaib Doukkali University, El Jadida, Morocco
ar: سميرة ميزبار، اقتصاديات التنمية، باحثة مستقلة بالرباط، المغرب

# auteur_40_ComiteEditorial
source: Taieb Belghazi, Cultural Studies- Mohammed V University Rabat
ar: الطيب بلغازي، الدراسات الثقافية، جامعة محمد الخامس بالرباط، المغرب

# comiteRedaction_ComiteEditorial
source: Writing committee and editorial team
ar: أعضاء هيئة التحرير
fr: Comité de rédaction et équipe éditoriale

# titreRecommandation
source: How to Submit and Rules of Editing
ar: مقتضيات تقديم المقالات للنشر
fr: Mode de soumission des articles

# paragraphe_1_Recommandation
source: Contributions submitted for publication in the journal are unpublished. They have not been published previously either in print or on the Internet in any other language and have not been submitted to other journals at the same time. Manuscripts must be written in the original language (Arabic, French, English, Spanish) in electronic format in Word format, with the following parameters: font Times New Roman, 12 points (09 in the notes, which must appear at the bottom of the page, numbered in correlation with Arabic numerals), simple interlinear separation (in text and notes) and 3 cm of lateral margins. The last page should include the summary and keywords, all translated into English, French, Spanish, and Arabic. The length of the abstract will be between 100 and 150 words and will describe the purpose of the research, the methodology used, the most outstanding results and the main conclusions. Send your articles to the following email address: (khalidbensrhir@gmail.com)
ar: الأصالة والجودة العلمية: أن تكون الإسهامات المقترحة للنشر في المجلة أصيلة لم يسبق نشرها سواء في المطبوعات أو على شبكة الإنترنت بأي لغة أخرى، كما لا يجب أن يتم إرسالها في الوقت ذاته إلى مجلات أخرى. وتكتب الأوراق البحثية باللغة الأصلية (العربية والفرنسية والإنجليزية والإسبانية) وإرسالها عبر البريد الإلكتروني إلى العنوان التالي (khalidbensrhir@gmail.com) كملفات مرفقة فقط في برنامج الوورد (MS .Word) أو (Word Perfect) ولا تقبل الورقات المرسولة عبر البريد العادي
fr: Les contributions soumises pour publication à la revue sont des inédits. Elles n’ont été publiées auparavant ni sous forme papier ni sur Internet dans aucune autre langue et n’ont pas été soumises simultanément à d’autres revues. Les manuscrits doivent être rédigés en langue originale (arabe, français, anglais, espagnol) sous forme électronique au format Word, en respectant les paramètres suivants: police Times New Roman, 12 points (09 dans les notes, qui doivent figurer au bas de la page, numérotés en corrélation avec les chiffres arabes), simple séparation interlinéaire (en texte et en notes) et 3 cm de marges latérales. La dernière page doit inclure le résumé et les mots-clés, tous traduits en anglais, français, espagnol, et arabe. La longueur du résumé sera comprise entre 150 et 250 mots et devra décrire l'objectif de la recherche, la méthodologie utilisée, les résultats les plus remarquables et les principales conclusions. Envoyez vos articles à l'adresse mail suivante: Cette adresse e-mail est protégée contre les robots spammeurs. Vous devez activer le JavaScript pour la visualiser.

# paragraphe_2_Recommandation
source: Each article will be evaluated by the editorial committee and, in case of agreement, it will be sent anonymously to at least two ad hoc readers. The latter may either recommend accepting the article as it is, or ask for modifications, or recommend not to retain the article. In case of request for modifications, the article will be submitted a second time to the evaluators
ar: إرفاق كل مقال بورقة تعريف للمادة بأربع لغات (الفرنسية والإنجليزية والإسبانية والعربية) تحتوي على عنوان المقال (بأربع لغات) وأسماء المؤلفين بالترتيب المطلوب، مع إشعار قصير بالعرض التقديمي لكل واحد من المؤلفين (بحد أقصى 5 أسطر)، وملخص لمضمون المقال في 150 كلمة، بالإضافة إلى 5 أو 6 كلمات مفتاحية (باللغات الأربع).ع
fr: Chaque article sera évalué par le comité de rédaction puis, en cas d’accord, il sera envoyé anonymement à au moins deux lecteursad hoc. Ces derniers pourront soit préconiser d’accepter l’article en l’état, soit demander des modifications, soit recommander de ne pas retenirl’article. En cas de demande de modifications, l’article sera soumis une deuxième fois aux évaluateurs

# paragraphe_3_Recommandation
source: In addition to the detailed style sheet below, we kindly ask our contributors to consult the last three issues of Hespéris-Tamuda published after 2016 to become familiar with the system recently adopted by Hespéris-Tamuda. This system is a bit difficult to apply at the beginning, especially for manuscripts written in French, Spanish and Arabic.
ar: تعرض المواد المقترحة للنشر على أنظار لجان القراءة بتنسيق مع أعضاء هيئة التحرير، وفي حالة حصول الموافقة الأولية، يتم عرضها بهوية مجهولة إلى اثنين على الأقل من القراء المتخصصين. وقد يوصي هؤلاء بقبول المقالة كما هي، أو يقترحون القيام بتعديلات أو يوصون بعدم الاحتفاظ بالمادة للنشر. وفي حالة المطالبة بإجراء التعديلات، وتحقيق هذا الغرض من قبل المؤلف، يعرض المقال مرة أخرى للفحص من قبل المقيِّمين للمصادقة عليه
fr: En plus de la feuille de style détaillée en bas, nousprions nos contributeurs de bien vouloir consulter les trois derniers fascicules deHespéris-Tamudaparus à partir de 2016 pour se familiariser avec le systèmeadoptérécemmentparHespéris-Tamuda.Ce systèmeest un peu difficile à appliquer au début, surtout pour les manuscrits rédigés en français, en espagnol et en arabe.

# paragraphe_4_Recommandation
source: Use the Chicago Manual of Style Reference System. Be careful, there are two citation systems linked to the Chicago style: the classic method and the author / date method. For the sake of precision and clarity we have opted for the classic method (or traditional) that uses reference notes at the bottom of the page and not at the end of the document, which return the reader to a bibliography.
ar: على الرغم من وجود ورقة مفصلة تخص طريقة استعمال الإحالات والببليوغرافيا، نرجو من المساهمين الاطلاع على آخر الإصدارات من المجلة المنشورة بعد عام 2016 للاستئناس بنظام التحرير الخاص بالمجلة. والرجاء استخدم نظام شيكاغو باعتماد الطريقة التي توضع فيها الإحالات المرجعية في أسفل الصفحة وليس في نهاية الوثيقة (انظر أسفله، ورقة نظام شيكاغو بالهوامش أسفل الصفحة)
fr: Ayez recours au Système de Référence Chicago Manual of Style. Attention, il existe deux systèmes de citation liés au style Chicago: la méthode classique et la méthode auteur/date. Par soucis de précision et de clarté nous avons opté pour laméthode classique(ou traditionnelle) qui utilise des notes de références en bas de page et non en fin de document, qui renvoient le lecteur à une bibliographie.

# paragraphe_5_Recommandation
source: Each article must be accompanied by an identification sheet of the quadrilingual article (French, English, Spanish and Arabic) with the title of the article (in four languages), the names of authors in the desired order, a short notice of presentation of each of the authors (5 lines maximum), a summary of 100 or 150 signs with 5-6 key words (in the four languages).
ar: يجب أن تكون الصور الفوتوغرافية والرسومات والجداول التي تصاحب النص بجودة جيدة قدر الإمكان (300 نقطة في البوصة كحد أدنى)، ولا تقبل بتاتا النسخ المصورة. ولابد من توفير الصور كملفات ممسوحة ضوئيًا بدقة عالية وبتنسيق .jpg. الرجاء وضع الرسومات في ملف منفصل عن النص ويتم إرسالها كصورة بتنسيق .jpg، وأن تكون اللوحات والجداول مصممة مباشرة في ملف المقالة
fr: Chaque article doit être accompagné d’une fiche d’identification de l’article quadrilingue (français, anglais,espagnol et arabe) comportant le titre de l’article (dans lesquatre langues), les noms d’auteurs dans l’ordre souhaité, une brève notice de présentation de chacun des auteurs (5 lignes maximum), un résumé en 100 à 150 mots avec 5 mots-clés (dans lesquatrelangues).
