Repository: btamega/hesperis_tamuda
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# ethiqueParagraphe_20
source: The editors of Hesperis-Tamuda are responsible for deciding which of the articles submitted to the journal should be published. The editors may be guided by the policies of the journal"s editorial board subjected to such legal requirements regarding libel, copyright infringement and plagiarism. The editors may consult with reviewers in making this decision. Even in cases where peer reviews are positive, the editors may decline to publish the paper or provide the author with further comments on how to modify the article. Should the final version not convince the editors, its publication may still be rejected. The final decision about the publication lies with the editors.
ar: أعضاء هيئة تحرير هيسبريس-تمودا مسؤولون عن تحديد أي من المقالات المقدمة إلى المجلة يجب نشرها. قد يسترشد المحررون بسياسات هيئة تحرير المجلة الخاضعة لمثل هذه المتطلبات القانونية المتعلقة بالتشهير وانتهاك حقوق الطبع والنشر والانتحال. يجوز للمحررين التشاور مع المراجعين في اتخاذ هذا القرار. حتى في الحالات التي تكون فيها مراجعات الأقران إيجابية ، قد يرفض المحررون نشر الورقة أو تزويد المؤلف بمزيد من التعليقات حول كيفية تعديل المقالة. وإذا لم تقنع النسخة النهائية المحررين، فقد يظل نشرها مرفوضا. القرار النهائي بشأن المنشور يقع على عاتق المحررين.
fr: Les rédacteurs de Hesperis-Tamuda sont chargés de décider lesquels des articles soumis à la revue doivent être publiés. Les rédacteurs peuvent être guidés par les politiques du comité de rédaction de la revue soumises à de telles exigences légales concernant la diffamation, la violation du droit d’auteur et le plagiat. Les rédacteurs peuvent consulter les réviseurs pour prendre cette décision. Même dans les cas où les évaluations par les pairs sont positives, les éditeurs peuvent refuser de publier l’article ou fournir à l’auteur d’autres commentaires sur la façon de modifier l’article. Si la version finale ne convainc pas les éditeurs, sa publication peut encore être rejetée. La décision finale concernant la publication appartient aux éditeurs.

# ethiqueFrancJeu
source: Fair Play.
ar: سياسة الشفافية.
fr: Franc-jeu.

# ethiqueParagraphe_21
source: Manuscripts shall be evaluated solely on their intellectual merit.
ar: يتم تقييم المخطوطات فقط على أساس جدارتها الفكرية.
fr: Les manuscrits sont évalués uniquement sur la base de leur mérite intellectuel.

# ethiqueParagraphe_22
source: The editors and any editorial staff must not disclose any information about a submitted manuscript to anyone other than the corresponding author, reviewers, potential reviewers, other editorial advisers, and the publisher.
ar: يجب على المحررين وأي هيئة تحرير عدم الكشف عن أي معلومات حول مخطوطة مقدمة لأي شخص آخر غير المؤلف المقابل والمراجعين والمراجعين المحتملين ومستشاري التحرير الآخرين والناشر.
fr: Les rédacteurs et toute équipe éditoriale ne doivent divulguer aucune information sur un manuscrit soumis à quiconque autre que l’auteur correspondant, les réviseurs, les réviseurs potentiels, les autres conseillers éditoriaux et l’éditeur.

# ethiqueParagraphe_23
source: Unpublished materials disclosed in a submitted manuscript must not be used by anyone who has a view of the manuscript while handling it in his or her own research without the express written consent of the author.
ar: يجب عدم استخدام المواد غير المنشورة التي تم الكشف عنها في المخطوطة المقدمة من قبل أي شخص لديه رؤية للمخطوطة أثناء معالجتها في بحثه الخاص دون موافقة كتابية صريحة من المؤلف.
fr: Les documents non publiés divulgués dans un manuscrit soumis ne doivent pas être utilisés par quiconque a une vue du manuscrit tout en le manipulant dans ses propres recherches sans le consentement écrit exprès de l’auteur.

# paragraphe_7_Recommandation
source: The bibliography must be presented in alphabetical order. All sources are listed in the alphabetical order of the name of the author, regardless of the type of document (articles, books, websites, etc.). If the same author appears several times in the bibliography, we organize its works from the most recent to the oldest. The bibliography is single-spaced and requires a paragraph (i.e. tab) of approximately 1 cm at the beginning of the second line and subsequent lines of each reference.
fr: La bibliographie doit être présentée parordre alphabétique. Toutes les sources y sont répertoriées selon l'ordre alphabétique du nom de l'auteur, sans tenir compte du type de document (articles, livres, sites web, etc.)Si un même auteur apparaît plusieurs fois dans la bibliographie, on organise ses ouvrages du plus récent au plus ancien.La bibliographie est présentée à simple interligne etrequiert d'insérer un alinéa (i.e. une tabulation) d'environ 1 cm au début de la deuxième ligne et des lignes subséquentes de chaque référence.

# paragraphe_8_Recommandation
source: The photographs and graphics that accompany the text should be of as good quality as possible (300 dpi minimum). Photocopies are not accepted. The photographs must be provided as scanned files in high definition, in .jpg format. The graphics are the subject of a separate file from the text and are transmitted as an image in .jpg format. The tables are designed directly in the article file (Word).
fr: Les photographies et les graphiques qui accompagnent le texte doivent être d’aussi bonne qualité que possible (300 dpi au minimum). Les photocopies ne sont pas acceptées. Les photographies doivent être fournies sous forme de fichiers numérisés séparés en haute définition, au format .jpg. Les graphiques font l’objet d’un fichier distinct de celui du texte et sont transmis sous forme d’image, au format .jpg. Les tableaux sont conçus directement dans le fichier de l’article (Word).

# paragraphe_9_Recommandation
source: Specify the legend, the reference of origin and the placement in the text of the illustrations. Provide permission to reproduce and preferably use royalty-free iconography. The illustrations must be introduced by captions in the form of a short description or the title of the work. Legends start with Figure and are followed by a number and then a dot. The numbering is sequential from the beginning. Rather than including the source in a bibliography, it is inserted directly into the legend, following the description if there is one, or as the only legend. It must contain the name of the person who produced the illustration, its title, the date of production and the provenance of the illustration, quoted according to the appropriate method for the format of the source (book, journal, periodical, etc.) . If it is an image subject to copyright and permission has been obtained for reuse, it must be mentioned by adding Reproduced with permission of ... followed by the source from where comes the picture
fr: Préciser la légende, la référence d’origine et le placement dans le texte des illustrations. Fournir une autorisation de reproduction et utiliser de préférence une iconographie libre de droits.Les illustrations doivent être introduites par des légendes prenant la forme d'une description courteou du titre de l'œuvre. Les légendesdébutent parFigureet sont suivies par un chiffre, puis un point. La numérotation est séquentielle à partir du début.Plutôt que d'inclure la source dans une bibliographie, celle-ci s'insère directement dans la légende, à la suite de la description s'il y en a une, ou comme seule légende.Elle doit contenir le nom de la personne ayant produit l'illustration, son titre, la date de production et la provenance de l'illustration, citée selon la méthode appropriée pour le format de la source (livre, journal, périodique, etc.). S'il s'agit d'une image soumiseà des droits d'auteurs et qu'une permission a été obtenue pour la réutilisation, il faut le mentionner en ajoutantReproduit avec la permission de...suivi de la source d'où provient l'image

# paragraphe_10_Recommandation
source: The transliteration system of Arabic words used in Hespéris-Tamuda is as follows:
fr: Le système de translittération des mots arabes utilisés dansHespéris-Tamudaest le suivant:

# paragraphe_11_Recommandation
source: Daniel Rivet, Histoire du Maroc (Paris: Fayard, 2012), 46-8. Philippe Leveau, Pierre Sillières et Jean-Pierre Vallat, Campagnes de la Méditerranée romaine. Série Bibliothèque d’Archéologie (Paris: Hachette, 1993), 79 Nicolas Lamare, Les fontaines monumentales en Afrique romaine. Collection de l’École Française de Rome, 557 (Rome: École Française de Rome, 2019), 123. Mohammed Naciri, Désirs de ville (Rabat: Economie Critique, 2017), 456. An-Nāṣirī, Aḥmad ibn Khālid. Kitāb al-Istiqṣā li Akhbār duwal al-Maghrib al-Aqṣā. Taḥqīq wa taʿlīq Aḥmad An-Nāṣirī, Ashrafa ʿalayhi Muḥammad Ḥajjī, Ibrāhīm Būṭālib wa Aḥmad at-Tawfīq, vol. IV (Ar-Ribāṭ: Manshūrāt wizārat ath-thaqāfa wa al-ittiṣāl, 2001), 150.
fr: Daniel Rivet, Histoire du Maroc (Paris: Fayard, 2012), 46-8.nPhilippe Leveau, Pierre Sillières et Jean-Pierre Vallat, Campagnes de la Méditerranée romaine. Série Bibliothèque d’Archéologie (Paris: Hachette, 1993), 79nNicolas Lamare, Les fontaines monumentales en Afrique romaine. Collection de l’École Française de Rome, 557 (Rome: École Française de Rome, 2019), 123.nMohammed Naciri, Désirs de ville (Rabat: Economie Critique, 2017), 456.nAn-Nāṣirī, Aḥmad ibn Khālid. Kitāb al-Istiqṣā li Akhbār duwal al-Maghrib al-Aqṣā. Taḥqīq wa taʿlīq Aḥmad An-Nāṣirī, Ashrafa ʿalayhi Muḥammad Ḥajjī, Ibrāhīm Būṭālib wa Aḥmad at-Tawfīq, vol. IV (Ar-Ribāṭ: Manshūrāt wizārat ath-thaqāfa wa al-ittiṣāl, 2001), 150.

# paragraphe_12_Recommandation
source: Rivet, Histoire, 46-8. Leveau, Sillières et Vallat, Campagnes, 79. Lamare, Les fontaines, 123. Naciri, Désirs, 456. An-Nāṣirī, Kitāb al-Istiqṣā, IV. 150.
fr: Rivet, Histoire, 46-8.nLeveau, Sillières et Vallat, Campagnes, 79.nLamare, Les fontaines, 123.nNaciri, Désirs, 456.nAn-Nāṣirī, Kitāb al-Istiqṣā, IV. 150.

# paragraphe_13_Recommandation
source: An-Nāṣirī, Aḥmad ibn Khālid. Kitāb al-Istiqṣā li Akhbār duwal al-Maghrib al-Aqṣā. Taḥqīq wa taʿlīq Aḥmad An-Nāṣirī, Ashrafa ʿalayhi Muḥammad Ḥajjī, Ibrāhīm Būṭālib wa Aḥmad at-Tawfīq, vol. IV. Ar-Ribāṭ: Manshūrāt wizārat ath-thaqāfa wa al-ittiṣāl, 2001. Lamare, Nicolas. Les fontaines monumentales en Afrique romaine. Collection de l’École Française de Rome, 557. Rome: École Française de Rome, 2019. Leveau, Philippe Pierre Sillières et Jean-Pierre Vallat. Campagnes de la Méditerranée romaine. Série Bibliothèque d’Archéologie. Paris: Hachette, 1993. Naciri, Mohammed. Désirs de ville. Rabat: Economie Critique, 2017. Rivet, Daniel. Histoire du Maroc. Paris: Fayard, 2012.
fr: An-Nāṣirī, Aḥmad ibn Khālid. Kitāb al-Istiqṣā li Akhbār duwal al-Maghrib al-Aqṣā. Taḥqīq wa taʿlīq Aḥmad An-Nāṣirī, Ashrafa ʿalayhi Muḥammad Ḥajjī, Ibrāhīm Būṭālib wa Aḥmad at-Tawfīq, vol. IV. Ar-Ribāṭ: Manshūrāt wizārat ath-thaqāfa wa al-ittiṣāl, 2001.nLamare, Nicolas. Les fontaines monumentales en Afrique romaine. Collection de l’École Française de Rome, 557. Rome: École Française de Rome, 2019.nLeveau, Philippe Pierre Sillières et Jean-Pierre Vallat. Campagnes de la Méditerranée romaine. Série Bibliothèque d’Archéologie. Paris: Hachette, 1993.nNaciri, Mohammed. Désirs de ville. Rabat: Economie Critique, 2017.nRivet, Daniel. Histoire du Maroc. Paris: Fayard, 2012.

# paragraphe_15_Recommandation
source: Hédi Fareh, “L’Afrique face aux catastrophes naturelles: l’apport de la documentation,” in In Africa et in Hispania: Études sur l’huile africaine, ed. Abdellatif Mrabet et José Remesal Rodríguez, Collecció Instrumenta, 25 (Barcelona: Publicacions i Edicions Universitat de Barcelona, 2007), 151-53. Jörg Linstädter, “The Epipalaeolithic Neolithic transition in the eastern Rif Mountains and the lower Moulouya valley, Morocco,” in The Last Hunter-Gatherers and the First Farming Communities in the South of the Iberian Peninsula and North of Morocco. Proceedings of the workshop Faro 2.-4.11.2009. ed. Juan Francisco Gibaja Bao, António Faustino Carvalho, Nuno F. Bicho, Promotoria Monográphica 15 (Faro: Universidade de Algarve, 2011), 91. Laurent Callegarin et al., “Les thermes de la domus 1 de Rirha (Sidi Slimane, Maroc),” in L’eau dans les villes du Maghreb et leur territoire à l’époque romaine. Actes du colloque international organisé à Bordeaux, 6-8 décembre 2012, ed. Véronique Brouquier-Reddé et Frédéric Hurlet, collection Mémoires, 54 (Bordeaux: Ausonius Éditions, 2018), 182.
fr: Hédi Fareh, “L’Afrique face aux catastrophes naturelles: l’apport de la documentation,” in In Africa et in Hispania: Études sur l’huile africaine, ed. Abdellatif Mrabet et José Remesal Rodríguez, Collecció Instrumenta, 25 (Barcelona: Publicacions i Edicions Universitat de Barcelona, 2007), 151_53.nJörg Linstädter, “The Epipalaeolithic Neolithic transition in the eastern Rif Mountains and the lower Moulouya valley, Morocco,” in The Last Hunter-Gatherers and the First Farming Communities in the South of the Iberian Peninsula and North of Morocco. Proceedings of the workshop Faro 2.-4.11.2009. ed. Juan Francisco Gibaja Bao, António Faustino Carvalho, Nuno F. Bicho, Promotoria Monográphica 15 (Faro: Universidade de Algarve, 2011), 91.nLaurent Callegarin et al., “Les thermes de la domus 1 de Rirha (Sidi Slimane, Maroc),” in L’eau dans les villes du Maghreb et leur territoire à l’époque romaine. Actes du colloque international organisé à Bordeaux, 6-8 décembre 2012, ed. Véronique Brouquier-Reddé et Frédéric Hurlet, collection Mémoires, 54 (Bordeaux: Ausonius Éditions, 2018), 182.

# paragraphe_16_Recommandation
source: Fareh, “L’Afrique,” 151-53. Linstädter, “The Epipalaeolithic,” 91. Callegarin et al. “Les thermes,” 172.
fr: Fareh, “L’Afrique,” 151_53.nLinstädter, “The Epipalaeolithic,” 91.nCallegarin et al. “Les thermes,” 172.

# paragraphe_17_Recommandation
source: Callegarin, Laurent, Abdelfattah Ichkhakh, Mohamed Kbiri Alaoui, Claire-Anne De Chazelles, Véronique Mathieu, Aïcha Amina Malek, Alexandra Dardenay, Zahra Qninba, Bidaouia Belkamel, Séverine Sanz-Laliberté, Chrisrian Darles, Jean-Baptiste Pineau et M’hamed Alilou. “Les thermes de la domus 1 de Rirha (Sidi Slimane, Maroc).” In L’eau dans les villes du Maghreb et leur territoire à l’époque romaine. Actes du colloque international organisé à Bordeaux, 6-8 décembre 2012. Véronique Brouquier-Reddé et Frédéric Hurlet (eds.), Collection Mémoires 54, 163-92. Bordeaux: Ausonius Éditions, 2018. Fareh, Hédi. “L’Afrique face aux catastrophes naturelles: l’apport de la documentation.” In In Africa et in Hispania: Études sur l’huile africaine, ed. Abdellatif Mrabet et José Remesal Rodríguez, Collecció Instrumenta 25, 145-67. Barcelona: Publicacions i Edicions Universitat de Barcelona, 2007. Linstädter, Jörg. “The Epipalaeolithic Neolithic transition in the eastern Rif Mountains and the lower Moulouya valley, Morocco.” In The Last Hunter-Gatherers and the First Farming Communities in the South of the Iberian Peninsula and North of Morocco. Proceedings of the workshop Faro 2.-4.11.2009, ed. Juan Francisco Gibaja Bao, António Faustino Carvalho, Nuno F. Bicho, Promotoria Monográphica 15, 89-98. Faro: Universidade de Algarve, 2011. Wāḥidī, ʿAlī. “Liksūs: mīnāʾ li taṣnīʿ wa taṣdīr al-asmāk.” In al-Baḥr fī tārīkhi al-Maghrib. Tansīq Ruqayya blmuqaddam, Silsilat an-nadawāt 7, 201-8. Al-Muḥammadiya: Manshūrāt Kulliyat al-Ādāb wa al-ʿulūm al-Insāniyya, 1999.
fr: Callegarin, Laurent, Abdelfattah Ichkhakh, Mohamed Kbiri Alaoui, Claire-Anne De Chazelles, Véronique Mathieu, Aïcha Amina Malek, Alexandra Dardenay, Zahra Qninba, Bidaouia Belkamel, Séverine Sanz-Laliberté, Chrisrian Darles, Jean-Baptiste Pineau et M’hamed Alilou. “Les thermes de la domus 1 de Rirha (Sidi Slimane, Maroc).” In L’eau dans les villes du Maghreb et leur territoire à l’époque romaine. Actes du colloque international organisé à Bordeaux, 6-8 décembre 2012. Véronique Brouquier-Reddé et Frédéric Hurlet (eds.), Collection Mémoires 54, 163-92. Bordeaux: Ausonius Éditions, 2018.nFareh, Hédi. “L’Afrique face aux catastrophes naturelles: l’apport de la documentation.” In In Africa et in Hispania: Études sur l’huile africaine, ed. Abdellatif Mrabet et José Remesal Rodríguez, Collecció Instrumenta 25, 145-67. Barcelona: Publicacions i Edicions Universitat de Barcelona, 2007.nLinstädter, Jörg. “The Epipalaeolithic Neolithic transition in the eastern Rif Mountains and the lower Moulouya valley, Morocco.” In The Last Hunter-Gatherers and the First Farming Communities in the South of the Iberian Peninsula and North of Morocco. Proceedings of the workshop Faro 2.-4.11.2009, ed. Juan Francisco Gibaja Bao, António Faustino Carvalho, Nuno F. Bicho, Promotoria Monográphica 15, 89-98. Faro: Universidade de Algarve, 2011.nWāḥidī, ʿAlī. “Liksūs: mīnāʾ li taṣnīʿ wa taṣdīr al-asmāk.” In al-Baḥr fī tārīkhi al-Maghrib. Tansīq Ruqayya blmuqaddam, Silsilat an-nadawāt 7, 201_8. Al-Muḥammadiya: Manshūrāt Kulliyat al-Ādāb wa al-ʿulūm al-Insāniyya, 1999.

# paragraphe_21_Recommandation
source: Philippe Leveau, “L’environnement de l’Afrique dans l’Antiquité. Climat et société, un état de la question,” IKOSIM 5 (2016): 64. Layla Es-Sadra,“L’habitat au Maroc à l’époque antique,” Le Jardin des Hespérides 10 (2019): 39. Rachid Cheddadi et al., “A History of human impact on Moroccan Mountain landscapes,” in African archaeological Review 32 (2015): 235. Patrice Cressier et Abdelaziz Touri, “Le long voyage des chapiteaux du Royal Golf de Dar Es-Salam à Rabat. Utilisation et réutilisation d’un élément clef de l’architecture islamique d’Occident en époque moderne et contemporaine,” Hespéris-Tamuda LIV, 1 (2019): 43.
fr: Philippe Leveau, “L’environnement de l’Afrique dans l’Antiquité. Climat et société, un état de la question,” IKOSIM 5 (2016): 64.nLayla Es-Sadra,“L’habitat au Maroc à l’époque antique,” Le Jardin des Hespérides 10 (2019): 39.nRachid Cheddadi et al., “A History of human impact on Moroccan Mountain landscapes,” in African archaeological Review 32 (2015): 235.nPatrice Cressier et Abdelaziz Touri, “Le long voyage des chapiteaux du Royal Golf de Dar Es-Salam à Rabat. Utilisation et réutilisation d’un élément clef de l’architecture islamique d’Occident en époque moderne et contemporaine,” Hespéris-Tamuda LIV, 1 (2019): 43.

# paragraphe_22_Recommandation
source: Leveau, “L’environnement,” 64. Es-Sadra,“L’habitat,” 39. Rachid Cheddadi et al., “A History,” 235. Cressier et Touri, “Le long voyage,” 43.
fr: Leveau, “L’environnement,” 64.nEs-Sadra,“L’habitat,” 39.nRachid Cheddadi et al., “A History,” 235.nCressier et Touri, “Le long voyage,” 43.

# paragraphe_23_Recommandation
source: Cheddadi, Rachid, Majda Nourelbait, Ouafaa Bouaissa, Jala Tabel, Ali Rhoujjati, José Antonio López-Sáez, Francisca Alba-Sánchez, Carla Khater, Aziz Ballouche, Laurent Dezileau and Henry Lamb. “A History of human impact on Moroccan Mountain landscapes.” African archaeological Review 32 (2015): 233-48. Cressier, Patrice et Abdelaziz Touri. “Le long voyage des chapiteaux du Royal Golf de Dar Es-Salam à Rabat. Utilisation et réutilisation d’un élément clef de l’architecture islamique d’Occident en époque moderne et contemporaine.” Hespéris-Tamuda LIV, 1 (2019): 41-64. Es-Sadra, Layla. “L’habitat au Maroc à l’époque antique.” Le Jardin des Hespérides 10 (2019): 38-40. Leveau, Philippe. “L’environnement de l’Afrique dans l’Antiquité. Climat et société, un état de la question.” IKOSIM 5 (2016): 57-75.
fr: Cheddadi, Rachid, Majda Nourelbait, Ouafaa Bouaissa, Jala Tabel, Ali Rhoujjati, José Antonio López-Sáez, Francisca Alba-Sánchez, Carla Khater, Aziz Ballouche, Laurent Dezileau and Henry Lamb. “A History of human impact on Moroccan Mountain landscapes.” African archaeological Review 32 (2015): 233-48.nCressier, Patrice et Abdelaziz Touri. “Le long voyage des chapiteaux du Royal Golf de Dar Es-Salam à Rabat. Utilisation et réutilisation d’un élément clef de l’architecture islamique d’Occident en époque moderne et contemporaine.” Hespéris-Tamuda LIV, 1 (2019): 41_64.nEs-Sadra, Layla. “L’habitat au Maroc à l’époque antique.” Le Jardin des Hespérides 10 (2019): 38-40.nLeveau, Philippe. “L’environnement de l’Afrique dans l’Antiquité. Climat et société, un état de la question.” IKOSIM 5 (2016): 57-75.

# paragraphe_30_Recommandation
source: Diana K. Davis, “Les mythes environnementaux de la colonisation Française au Maghreb,” Compte-rendu de Guillaume Blanc, Développement durable et territoire [En ligne], vol. 4, n°2, juillet 2013, mis en ligne le 10 juillet 2013, consulté le 16 juillet 2013. URL:http://developpementdurable. Revues.org /9851. Akagawa Natsuko and Smith Laurajane (ed.), “Safeguarding Intangible Heritage: Practices and Politics,” Compte-rendu de Asmae Alkacimi, Hespéris-Tamuda LIV, 3 (2019): 377-83.
fr: Diana K. Davis, “Les mythes environnementaux de la colonisation Française au Maghreb,” nCompte-rendu de Guillaume Blanc, Développement durable et territoire [En ligne], vol. 4, n°2, juillet 2013, mis en ligne le 10 juillet 2013, consulté le 16 juillet 2013. URL:http://developpementdurable. Revues.org /9851.nAkagawa Natsuko and Smith Laurajane (ed.), “Safeguarding Intangible Heritage: Practices and Politics,” Compte-rendu de Asmae Alkacimi, Hespéris-Tamuda LIV, 3 (2019): 377-83.

# paragraphe_31_Recommandation
source: Davis, “Les mythes.” Natsuko and Laurajane (ed.), “Safeguarding,” 490.
fr: Davis, “Les mythes.”nNatsuko and Laurajane (ed.), “Safeguarding,” 490.

# paragraphe_32_Recommandation
source: Davis, Diana K. “Les mythes environnementaux de la colonisation Française au Maghreb.” Compte-rendu de Guillaume Blanc, Développement durable et territoire [En ligne], vol. 4, n°2, juillet 2013, mis en ligne le 10 juillet 2013, consulté le 16 juillet 2013. URL:http://developpementdurable. Revues.org /9851. Natsuko, Akagawa and Smith Laurajane (ed.). “Safeguarding Intangible Heritage: Practices and Politics.” Compte-rendu de Mustapha Nami, Hespéris-Tamuda LIV 1 (2019): 490.
fr: Davis, Diana K. “Les mythes environnementaux de la colonisation Française au Maghreb.” Compte-rendu de Guillaume Blanc, Développement durable et territoire [En ligne], vol. 4, n°2, juillet 2013, mis en ligne le 10 juillet 2013, consulté le 16 juillet 2013. URL:http://developpementdurable. Revues.org /9851.nNatsuko, Akagawa and Smith Laurajane (ed.). “Safeguarding Intangible Heritage: Practices and Politics.” Compte-rendu de Mustapha Nami, Hespéris-Tamuda LIV 1 (2019): 490.

# paragraphe_33_Recommandation
source: Fadoua Nekkal, “La carte archéologique du Rif oriental et projet de la mise en valeur de la plaine de Guerouaou,” (Mémoire de fin d’études de l’Institut National des Sciences de l’Archéologie et du Patrimoine à Rabat, 2008), 56-8. Néjat Brahmi, “Volubilis: Approche religieuse d’une cité de Maurétanie Tingitane (Milieu Ier - fin IIIe siècles apr. J.-C.)” (Thèse pour obtenir le grade de docteur, Université du Maine-Le Mans, U.F.R Lettres, langues et sciences humaines, 2008), 120-4. Amina-Aïcha Malek, “Le sentiment de la nature dans les domus de l’Afrique romaine, IIe-Ve s,” (Thèse pour obtenir le doctorat en Archéologie, École des Hautes Études en Sciences Sociales à Paris, 1999), 44-7.
fr: Fadoua Nekkal, “La carte archéologique du Rif oriental et projet de la mise en valeur de la plaine de Guerouaou,” (Mémoire de fin d’études de l’Institut National des Sciences de l’Archéologie et du Patrimoine à Rabat, 2008), 56-8.nNéjat Brahmi, “Volubilis: Approche religieuse d’une cité de Maurétanie Tingitane (Milieu Ier - fin IIIe siècles apr. J.-C.)” (Thèse pour obtenir le grade de docteur, Université du Maine-Le Mans, U.F.R Lettres, langues et sciences humaines, 2008), 120-4.nAmina-Aïcha Malek, “Le sentiment de la nature dans les domus de l’Afrique romaine, IIe-Ve s,” (Thèse pour obtenir le doctorat en Archéologie, École des Hautes Études en Sciences Sociales à Paris, 1999), 44-7.
