Repository: btamega/hesperis_tamuda
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# paragraphe_6_Recommandation
source: It is essential to use automatic continuous numbering with the footnotes. Note calls are preferably placed at the end of the sentence and simply inserted in the text (no parentheses). The note call in the text always comes after the punctuation mark. Example: “as Ibn Khaldoun wrote.” 8 In the footnote itself, the automatically generated number is followed by a space and then the contents of the note. The title of the article and the subtitles can not have a footnote.
ar: حدد وسيلة الإيضاح، مرجع المصدر والموضع في نص الرسوم التوضيحية. لابد من توفير الإذن أو الترخيص باستعمال الصور ويفضل استخدام المواد الخالية من حقوق الملكية. ويجب تقديم الرسوم التوضيحية عن طريق التسميات التوضيحية في شكل وصف قصير أو عنوان المرجع المعتمد
fr: Utiliser impérativement une numérotation continue automatique avec les notes en bas de page. Les appels de note sont placés de préférence en fin de phrase et simplement insérés en exposant dans le texte (pas de parenthèses). L'appel de note dans le texte vient toujours après le signe de ponctuation. Exemple: 'comme l’écrivait Ibn Khaldoun'.8Dans la note de bas de page elle-même, le numéro généré automatiquement est suivi d’un espace, puis du contenu de la note.Le titre de l’article et les sous-titres ne peuvent avoir une note de bas de page.

# titre_1_ParaRecommandation
source: References System
ar: الأصالة والجودة العلمية
fr: Système de référence

# titre_2_ParaRecommandation
source: Footnotes
ar: المرفقات الضرورية بالمقال
fr: Notes de bas de pages

# titre_3_ParaRecommandation
source: Bibliography
ar: التقييم والفحص
fr: Bibliographie

# titre_4_ParaRecommandation
source: Illustrations
ar: نظام الإحالات والمراجع

# titre_5_ParaRecommandation
source: Transliteration of Arabic words
ar: الرسوم التوضيحية
fr: Translittération des mots arabes

# titre_6_ParaRecommandation
source: Style sheet for guidance based on the Chicago Manual of Style (2016) end note
ar: نظام شيكاغو بنظام وضع الهوامش أسفل الصفحة
fr: Feuille de style basée sur le Chicago Manual of Style (2016) end note

# titre_7_ParaRecommandation
source: Books
ar: الكِتاب
fr: Ouvrages

# titre_8_ParaRecommandation
source: references to books in footnotes
ar: الإحالات على الكتب في الهوامش أسفل الصفحة
fr: références aux livres dans les notes de bas de page

# titre_9_ParaRecommandation
source: Abbreviated bibliographical references in footnotes
ar: الإحالات المُختَصَرة على الكتب في الهوامش أسفل الصفحة
fr: Références bibliographiques abrégées dans les notes de bas de page

# titre_10_ParaRecommandation
source: Bibliography at the end of the article (in alphabetical and chronological order)
ar: البيبليوغرافيا في نهاية المقال (حسب الترتيب الأبجدي والزمني)
fr: Bibliographie en fin d’article (par ordre alphabétique et chronologique)

# titre_11_ParaRecommandation
source: Article forming part of a collective work
ar: المقال ضمن الكتاب الجماعي
fr: Article faisant partie d’un ouvrage collectif

# titre_12_ParaRecommandation
source: References to the article in the footnotes
ar: الإحالات على المقال مختصرا في الهوامش أسفل الصفحة
fr: Références à l’article dans les notes en bas de page

# titre_13_ParaRecommandation
source: Reference to the short article in the footnotes
ar: الإحالات على المقال مختصرا في الهوامش أسفل الصفحة
fr: Référence à l’article abrégée dans les notes de bas de page

# titre_14_ParaRecommandation
source: Translated works
ar: الكتابُ المُترجم
fr: Ouvrages traduits

# titre_15_ParaRecommandation
source: References in footnotes
ar: الإحالات كاملة
fr: Les références en bas de page

# titre_16_ParaRecommandation
source: The abbreviated reference at the bottom of the page
ar: الإحالات المُختَصَرة
fr: La référence abrégée en bas de page

# titre_17_ParaRecommandation
source: Articles published in scientific journals
ar: المقال المنشور في الدوريات العلمية
fr: Articles publiés dans des revues scientifiques

# titre_18_ParaRecommandation
source: Article published in a newspaper
ar: المقال المنشور في الجرائد
fr: Article publié dans un journal

# titre_19_ParaRecommandation
source: Book Reviews
ar: مُراجعات الكُتب / العُروض البيبليوغرافية
fr: Comptes-rendus et recensions

# titre_20_ParaRecommandation
source: (Ph.D) Thesis and Doctorat dissertations
ar: الأطروحات والبحوث الجامِعي
fr: Thèses de doctorat (Ph.D) et mémoires

source: Dashboard
ar: لوحة القيادة
fr: Tableau de bord

# titreEthique
source: PUBLICATION ETHICS
ar: أخلاقيات النشر
fr: ETHIQUES DE PUBLICATION

# ethiqueParagraphe_1_1
source: Hesperis-tamuda is a peer-reviewed journal. This statement regulates ethical behaviour of all parties involved in the act of publishing an article in it and is based on the COPE’s Codes of Conduct and Best Practice Guidelines
ar: هيسبريس-تمودا هي مجلة يراجعها الأقران. ينظم هذا البيان السلوك الأخلاقي لجميع الأطراف المشاركة في نشر مقال فيه ويستند إلى مدونات قواعد السلوك والمبادئ التوجيهية لأفضل الممارسات
fr: Hesperis-tamuda est une revue à comité de lecture. Cette déclaration régit le comportement éthique de toutes les parties impliquées dans l’acte de publier un article et est basée sur les codes de conduite et les lignes directrices sur les meilleures pratiques

# ethiqueAuteurs
source: For Authors
ar: للمؤلفين
fr: Pour les auteurs

# ethiqueOriginalite
source: Originality.
ar: إبداع.
fr: Originalité.

# ethiqueParagraphe_2
source: Authors should ensure that they have written entirely original works, and if the authors have used the work and/or words of others this must be appropriately cited or quoted. Such quotations and citations must be listed in the Reference at the end of the article.
ar: يجب على المؤلفين التأكد من أنهم كتبوا أعمالا أصلية بالكامل ، وإذا كان المؤلفون قد استخدموا عمل و / أو كلمات الآخرين ، فيجب الاستشهاد بها أو اقتباسها بشكل مناسب. يجب إدراج هذه الاقتباسات والاستشهادات في المرجع في نهاية المقالة.
fr: Les auteurs doivent s’assurer qu’ils ont écrit des œuvres entièrement originales, et si les auteurs ont utilisé l’œuvre et / ou les mots d’autres personnes, cela doit être cité ou cité de manière appropriée. Ces citations et citations doivent être énumérées dans la référence à la fin de l’article.

# ethiquePublication
source: Multiple Publication.
ar: منشورات متعددة.
fr: Publication multiple.

# ethiqueParagraphe_3
source: An author should not in general publish manuscripts describing essentially the same research in more than one journal or primary publication. Submitting the same manuscript to more than one journal concurrently constitutes unethical publishing behaviour and is unacceptable.
ar: يجب على المؤلف بشكل عام ألا ينشر مخطوطات تصف أساسا نفس البحث في أكثر من مجلة واحدة أو منشور أولي. إن تقديم نفس المخطوطة إلى أكثر من مجلة واحدة في وقت واحد يشكل سلوكا غير أخلاقي في النشر وغير مقبول.
fr: En général, un auteur ne devrait pas publier de manuscrits décrivant essentiellement la même recherche dans plus d’une revue ou publication principale. Soumettre le même manuscrit à plus d’une revue en même temps constitue un comportement de publication contraire à l’éthique et est inacceptable.

# ethiqueParagraphe_4
source: Proper acknowledgment of the work of others must always be given. Authors should cite publications that have been influential in determining the nature of the reported work.
ar: يجب دائما تقديم الاعتراف السليم بعمل الآخرين. يجب على المؤلفين الاستشهاد بالمنشورات التي كانت مؤثرة في تحديد طبيعة العمل المبلغ عنه.
fr: Il faut toujours reconnaître correctement le travail des autres. Les auteurs doivent citer les publications qui ont eu une influence sur la nature du travail rapporté.

# ethiqueCopyright
source: Copyright.
ar: حقوق النشر.

# ethiqueParagraphe_5
source: Hesperis-tamuda is a free open access journal licensed under the
ar: هيسبريس-تمودا مجلة مجانية مفتوحة الوصول مرخصة بموجب
fr: Hesperis-tamuda est une revue en libre accès libre sous licence

# ethiqueParagraphe_5_1
source: Authors who publish with this journal accept the following conditions:
ar: المؤلفون الذين ينشرون في هذه المجلة يقبلون الشروط التالية:
fr: Les auteurs qui publient avec cette revue acceptent les conditions suivantes :

# ethiquePoint_1_1
source: Authors retain copyright and grant the journal right of first publication, with the work simultaneously licensed under a
ar: يحتفظ المؤلفون بحقوق الطبع والنشر ويمنحون المجلة حق النشر الأول ، مع ترخيص العمل في وقت واحد بموجب
fr: Les auteurs conservent le droit d’auteur et accordent le droit de publication à la revue, l’œuvre étant simultanément sous licence

# ethiquePoint_1_link
source: Creative Commons Attribution License (CC BY 4.0)
ar: رخصة المشاع الإبداعي للإسناد (CC BY 4.0)

# ethiquePoint_1_2
source: that allows others to share the work with an acknowledgement of its authorship and initial publication in this journal.
ar: الذي يسمح للآخرين بمشاركة العمل مع الاعتراف بتأليفه ونشره الأولي في هذه المجلة.
fr: qui permet à d’autres de partager l’œuvre avec une reconnaissance de sa paternité et de sa publication initiale dans cette revue.

# ethiquePoint_2_1
source: Authors are free to copy and redistribute the material in any medium or format, and to remix, transform, and build upon the material, for any purpose, even commercially, with an acknowledgement of its initial publication in
ar: يتمتع المؤلفون بحرية نسخ المواد وإعادة توزيعها بأي وسيط أو تنسيق ، وإعادة مزج المواد وتحويلها والبناء عليها ، لأي غرض ، حتى تجاريا ، مع الاعتراف بنشرها الأولي في
fr: Les auteurs sont libres de copier et de redistribuer le matériel sur n’importe quel support ou format, et de remixer, transformer et construire sur le matériel, à quelque fin que ce soit, même commercialement, avec une reconnaissance de sa publication initiale dans

# ethiquePoint_2_link
source: Hesperis-Tamuda
ar: Tamuda-Hesperis

# ethiquePoint_3
source: Authors should not post their submitted work online (e.g. in institutional repositories or on personal websites) prior to or during the submission process, as this may cause nomenclatural problems.
ar: يجب على المؤلفين عدم نشر أعمالهم المقدمة عبر الإنترنت (على سبيل المثال في المستودعات المؤسسية أو على مواقع الويب الشخصية) قبل أو أثناء عملية التقديم ، لأن ذلك قد يسبب مشاكل في التسميات.
fr: Les auteurs ne doivent pas publier leur travail soumis en ligne (par exemple dans des dépôts institutionnels ou sur des sites Web personnels) avant ou pendant le processus de soumission, car cela pourrait causer des problèmes nomenclaturaux.

# ethiquePaternite
source: Authorship
ar: التاليف
fr: Paternité

# ethiqueParagraphe_6
source: To ensure that papers are original contributions, and to avoid copyright issues, authors must follow some rules:
ar: لضمان أن تكون الأوراق البحثية مساهمات أصلية، ولتجنب مشكلات حقوق الطبع والنشر، يجب على المؤلفين اتباع بعض القواعد:
fr: Pour s’assurer que les articles sont des contributions originales et pour éviter les problèmes de droit d’auteur, les auteurs doivent suivre certaines règles:

# ethiquePoint_4
source: When a paper is submitted, the autor means that the present paper has not been submitted to another journal, nor will it be in the futur. All co-authors are aware of the present submission.
ar: عندما يتم تقديم ورقة بحثية ، فإن الملخص يعني أن هذه الورقة لم يتم تقديمها إلى مجلة أخرى ، ولن تكون في المستقبل. جميع المؤلفين المشاركين على علم بهذا التقديم.
fr: Lorsqu’un article est soumis, l’auteur signifie que le présent article n’a pas été soumis à une autre revue, et qu’il ne le sera pas à l’avenir. Tous les coauteurs sont au courant de la présente soumission.

# ethiquePoint_5
source: All co-authors must be aware of and agree to the contents of the submission.
ar: يجب أن يكون جميع المؤلفين المشاركين على دراية بمحتويات التقديم والموافقة عليها.
fr: Tous les co-auteurs doivent connaître et accepter le contenu de la soumission.

# ethiquePoint_6
source: All co-authors agree with the copyright policy and the Open Access policy of the journal.
ar: يتفق جميع المؤلفين المشاركين مع سياسة حقوق الطبع والنشر وسياسة الوصول المفتوح للمجلة.
fr: Tous les co-auteurs sont d’accord avec la politique de droit d’auteur et la politique de libre accès de la revue.

# ethiquePoint_7
source: The corresponding author declares that the manuscript and the illustrations within are original, or that he/she has taken all the necessary steps to avoid breach of copyright.
ar: يعلن المؤلف المقابل أن المخطوطة والرسوم التوضيحية الموجودة بداخلها أصلية ، أو أنه قد اتخذ جميع الخطوات اللازمة لتجنب انتهاك حقوق الطبع والنشر.
fr: L’auteur correspondant déclare que le manuscrit et les illustrations qu’il contient sont originaux, ou qu’il a pris toutes les mesures nécessaires pour éviter toute violation du droit d’auteur.

# ethiqueParagraphe_7
source: Authorship should be limited to those who have made a significant contribution to the conception, design, execution, or interpretation of the study, and should be listed as co-authors. Others, who have participated in certain substantive aspects of the research project, should be acknowledged or listed as contributors.
ar: يجب أن يقتصر التأليف على أولئك الذين قدموا مساهمة كبيرة في تصور الدراسة أو تصميمها أو تنفيذها أو تفسيرها ، ويجب إدراجهم كمؤلفين مشاركين. وينبغي الاعتراف بالآخرين، الذين شاركوا في جوانب موضوعية معينة من المشروع البحثي، أو إدراجهم كمساهمين.
fr: La paternité devrait être limitée à ceux qui ont apporté une contribution significative à la conception, à la conception, à l’exécution ou à l’interprétation de l’étude, et devrait être répertoriée comme co-auteurs. D’autres, qui ont participé à certains aspects substantiels du projet de recherche, devraient être reconnus ou inscrits comme contributeurs.

# ethiqueAuteur
source: Corresponding Author.
ar: المؤلف المقابل.
fr: Auteur correspondant.

# ethiqueParagraphe_8
source: Corresponding author is the author responsible for communicating with the journal for publication. The corresponding author should ensure that all appropriate co-authors and no inappropriate co-authors are included on the paper. All co-authors have seen and approved the final version of the paper and have agreed to its submission for publication.
ar: المؤلف المقابل هو المؤلف المسؤول عن التواصل مع المجلة للنشر. يجب على المؤلف المقابل التأكد من تضمين جميع المؤلفين المشاركين المناسبين وعدم وجود مؤلفين مشاركين غير مناسبين في الورقة. وقد اطلع جميع المؤلفين المشاركين على النسخة النهائية من الورقة ووافقوا عليها ووافقوا على تقديمها للنشر.
fr: L’auteur correspondant est l’auteur responsable de la communication avec la revue pour publication. L’auteur correspondant doit s’assurer que tous les coauteurs appropriés et aucun coauteur inapproprié sont inclus dans l’article. Tous les co-auteurs ont vu et approuvé la version finale de l’article et ont accepté sa soumission pour publication.

# ethiqueReconnaissanceFinancement
source: Acknowledgment of Funding Sources.
ar: الإقرار بمصادر التمويل.
fr: Reconnaissance des sources de financement.

# ethiqueParagraphe_9
source: Sources of funding for the research reported in the article should be duly acknowledged at the end of the article.
ar: يجب الاعتراف على النحو الواجب بمصادر تمويل البحث المبلغ عنه في المقالة في نهاية المقالة.
fr: Les sources de financement de la recherche rapportée dans l’article doivent être dûment mentionnées à la fin de l’article.

# ethiqueDivulgation
source: Disclosure and Conflicts of Interest.
ar: الإفصاح وتضارب المصالح.
fr: Divulgation et conflits d’intérêts.

# ethiqueParagraphe_10
source: All authors should disclose in their manuscript any financial or other substantive conflict of interest that might be construed to influence the results or interpretation of their manuscript.
ar: يجب على جميع المؤلفين الكشف في مخطوطاتهم عن أي تضارب مالي أو جوهري آخر في المصالح قد يفسر على أنه يؤثر على نتائج أو تفسير مخطوطاتهم.
fr: Tous les auteurs doivent divulguer dans leur manuscrit tout conflit d’intérêts financier ou autre conflit d’intérêts substantiel qui pourrait être interprété comme influençant les résultats ou l’interprétation de leur manuscrit.

# ethiqueErreur
source: Fundamental Errors in Published Works.
ar: الأخطاء الأساسية في الأعمال المنشورة.
fr: Erreurs fondamentales dans les œuvres publiées.

# ethiqueParagraphe_11
source: When an author discovers a significant error or inaccuracy in his/her own published work, it is the author’s obligation to promptly notify the journal editors or publisher and cooperate with the editor to retract or correct the paper.
ar: عندما يكتشف المؤلف خطأ كبيرا أو عدم دقة في عمله المنشور ، فمن واجب المؤلف إخطار محرري المجلة أو الناشر على الفور والتعاون مع المحرر لسحب أو تصحيح الورقة.
fr: Lorsqu’un auteur découvre une erreur ou une inexactitude importante dans son propre travail publié, il est de l’obligation de l’auteur d’en informer rapidement les éditeurs de revues ou l’éditeur et de coopérer avec l’éditeur pour retirer ou corriger l’article.

# ethiqueReviseur
source: For Reviewers
ar: للمراجعين
fr: Pour les réviseurs

# ethiqueProcessus
source: The Hesperis-tamuda review process
ar: عملية استعراض هيسبيريس - تامودا
fr: Le processus d’examen Hesperis-tamuda

# ethiqueParagraphe_12
source: Papers which conform to journal scope and style will be sent to at least two reviewers by a member of the editorial team, who will then act as the coordinating editor.
ar: سيتم إرسال الأوراق التي تتوافق مع نطاق المجلة وأسلوبها إلى اثنين على الأقل من المراجعين من قبل أحد أعضاء فريق التحرير ، والذي سيعمل بعد ذلك كمحرر منسق.
fr: Les articles conformes à la portée et au style de la revue seront envoyés à au moins deux réviseurs par un membre de l’équipe éditoriale, qui agira ensuite en tant que rédacteur en chef coordonnateur.

# ethiqueParagraphe_13
source: applies double-blind peer review, which means that reviewers remain anonymous by default. However, if reviewers want their names to be communicated to the author, Hesperis-Tamuda will allow this.
ar: مراجعة الأقران مزدوجة التعمية ، مما يعني أن المراجعين يظلون مجهولي الهوية بشكل افتراضي. ومع ذلك ، إذا أراد المراجعون إبلاغ المؤلف بأسمائهم ، فستسمح هيسبريس-تمودا بذلك.
fr: applique un examen par les pairs en double aveugle, ce qui signifie que les évaluateurs restent anonymes par défaut. Cependant, si les évaluateurs veulent que leurs noms soient communiqués à l’auteur, Hesperis-Tamuda le permettra.

# ethiqueContribution
source: Contribution of Peer Review.
ar: مساهمة استعراض الأقران.
fr: Contribution de l’examen par les pairs.

# ethiqueParagraphe_14
source: Peer review assists the editors in making editorial decisions while editorial communications with the author may also assist the author in improving the paper.
ar: تساعد مراجعة الأقران المحررين في اتخاذ القرارات التحريرية بينما قد تساعد الاتصالات التحريرية مع المؤلف المؤلف أيضا في تحسين الورقة.
fr: L’évaluation par les pairs aide les rédacteurs en chef à prendre des décisions éditoriales, tandis que les communications éditoriales avec l’auteur peuvent également aider l’auteur à améliorer l’article.

# ethiqueNonQualifie
source: Unqualified to Review or Promptness.
ar: غير مؤهل للمراجعة أو السرعة.
fr: Non qualifié pour l’examen ou la promptitude.

# ethiqueParagraphe_15
source: Any reviewer who feels unqualified to review the assigned manuscript or unable to provide a prompt review should notify the editors and excuse himself/herself from the review process.
ar: يجب على أي مراجع يشعر بأنه غير مؤهل لمراجعة المخطوطة المعينة أو غير قادر على تقديم مراجعة فورية إخطار المحررين وإعفاء نفسه من عملية المراجعة.
fr: Tout évaluateur qui ne se sent pas qualifié pour examiner le manuscrit assigné ou qui n’est pas en mesure de fournir une révision rapide doit en informer les éditeurs et s’excuser du processus d’examen.

# ethiqueConfidentialite
source: Confidentiality.
ar: السريه.
fr: Confidentialité.

# ethiqueParagraphe_16
source: Manuscripts received for review must be treated as confidential documents. They must not be shown to, or discussed with, others except as authorized by the chief editors. Privileged information or ideas obtained through peer review must be kept confidential and not used for personal advantage.
ar: يجب التعامل مع المخطوطات المستلمة للمراجعة على أنها وثائق سرية. ويجب ألا تظهر للآخرين أو تناقش معهم إلا إذا أذن بذلك رؤساء التحرير. يجب الحفاظ على سرية المعلومات أو الأفكار المميزة التي يتم الحصول عليها من خلال مراجعة الأقران وعدم استخدامها لتحقيق مكاسب شخصية.
fr: Les manuscrits reçus pour examen doivent être traités comme des documents confidentiels. Ils ne doivent pas être montrés à d’autres personnes ou discutés avec elles, sauf autorisation des rédacteurs en chef. Les renseignements ou les idées privilégiées obtenus grâce à l’examen par les pairs doivent rester confidentiels et ne pas être utilisés à des fins personnelles.

# ethiqueNorme
source: Standards of Objectivity.
ar: معايير الموضوعية.
fr: Normes d’objectivité.

# ethiqueParagraphe_17
source: Reviews should be conducted objectively. There shall be no personal criticism of the author. Reviewers should express their views clearly with supporting arguments.
ar: وينبغي إجراء الاستعراضات بموضوعية. ولا يجوز توجيه نقد شخصي إلى صاحب البلاغ. يجب على المراجعين التعبير عن آرائهم بوضوح مع الحجج الداعمة.
fr: Les examens devraient être menés objectivement. Il n’y aura pas de critique personnelle de l’auteur. Les évaluateurs doivent exprimer clairement leur point de vue avec des arguments à l’appui.

# ethiqueReconnaissance
source: Acknowledgement of Sources.
ar: الإقرار بالمصادر.
fr: Reconnaissance des sources.

# ethiqueParagraphe_18
source: Reviewers should identify relevant published work that has not been cited by the authors. Any statement that had been previously reported elsewhere should be accompanied by the relevant citation. A reviewer should also call to the chief editor"s attention any substantial similarity or overlap between the manuscript under consideration and any other published paper of which they have personal knowledge.
ar: يجب على المراجعين تحديد الأعمال المنشورة ذات الصلة التي لم يتم الاستشهاد بها من قبل المؤلفين. وينبغي أن يكون أي بيان سبق الإبلاغ عنه في مكان آخر مشفوعا بالاستشهاد ذي الصلة. يجب على المراجع أيضا أن يلفت انتباه رئيس التحرير إلى أي تشابه أو تداخل كبير بين المخطوطة قيد النظر وأي ورقة منشورة أخرى لديهم معرفة شخصية بها.
fr: Les évaluateurs doivent identifier les travaux publiés pertinents qui n’ont pas été cités par les auteurs. Toute déclaration qui avait déjà été rapportée ailleurs doit être accompagnée de la citation pertinente. Un examinateur doit également attirer l’attention du rédacteur en chef sur toute similitude ou chevauchement substantiel entre le manuscrit considéré et tout autre article publié dont il a une connaissance personnelle.

# ethiqueConflit
source: Conflict of Interest.
ar: تضارب المصالح.
fr: Conflit d’intérêts.

# ethiqueParagraphe_19
source: Reviewers should decline to review manuscripts in which they have conflicts of interest resulting from competitive, collaborative, or other relationships or connections with any of the authors.
ar: يجب على المراجعين رفض مراجعة المخطوطات التي لديهم فيها تضارب في المصالح ناتج عن علاقات أو اتصالات تنافسية أو تعاونية أو غيرها مع أي من المؤلفين.
fr: Les évaluateurs doivent refuser d’examiner les manuscrits dans lesquels ils ont des conflits d’intérêts résultant de relations ou de liens concurrentiels, collaboratifs ou autres avec l’un des auteurs.

# ethiqueEditeur
source: For Editors
ar: للمحررين
fr: Pour les éditeurs

# ethiqueDecision
source: Decision on the Publication of Articles.
ar: قرار بشأن نشر المقالات.
fr: Décision sur la publication des articles.
