Repository: btamega/hesperis_tamuda
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# paragraphe_34_Recommandation
source: Nekkal, “La carte,” 56-8. Brahmi, “Volubilis” 120-4. Malek, “Le sentiment” 44-7.
fr: Nekkal, “La carte,” 56-8.nBrahmi, “Volubilis” 120-4.nMalek, “Le sentiment” 44-7.

# paragraphe_35_Recommandation
source: Brahmi, Néjat. “Volubilis: Approche religieuse d’une cité de Maurétanie Tingitane (Milieu Ier - fin IIIe siècles apr. J.-C.).” Thèse pour obtenir le grade de docteur, Université du Maine-Le Mans, U.F.R Lettres, langues et sciences humaines, 2008. Malek, Amina-Aïcha. “Le sentiment de la nature dans les domus de l’Afrique romaine, IIe-Ve s.” Thèse pour obtenir le doctorat en Archéologie, École des Hautes Études en Sciences Sociales à Paris, 1999. Nekkal, Fadoua. “La carte archéologique du Rif oriental et projet de la mise en valeur de la plaine de Guerouaou.” Mémoire de fin d’études de l’Institut National des Sciences de l’Archéologie et du Patrimoine à Rabat, 2008.
fr: Brahmi, Néjat. “Volubilis: Approche religieuse d’une cité de Maurétanie Tingitane (Milieu Ier - fin IIIe siècles apr. J.-C.).” Thèse pour obtenir le grade de docteur, Université du Maine-Le Mans, U.F.R Lettres, langues et sciences humaines, 2008.nMalek, Amina-Aïcha. “Le sentiment de la nature dans les domus de l’Afrique romaine, IIe-Ve s.” Thèse pour obtenir le doctorat en Archéologie, École des Hautes Études en Sciences Sociales à Paris, 1999.nNekkal, Fadoua. “La carte archéologique du Rif oriental et projet de la mise en valeur de la plaine de Guerouaou.” Mémoire de fin d’études de l’Institut National des Sciences de l’Archéologie et du Patrimoine à Rabat, 2008.
